Repository: bugladen/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: ar, ja_jp, nl_nl, ru_ru

# gambling_waifu_affinity_cooldown
source: You must wait {0} hours and {1} minutes in order to change your affinity again.
ar: يجب ان تنتظر {0} ساعات و {1} دقائق إذا اردت تغيير انجذابك مرة أخرى.
ja_jp: アフィニティを再度変更するには、{0}時間と{1}分を待つ必要があります。
nl_nl: Je moet {0} uren en {1} minuten wachten om je affiniteit weer te veranderen.
ru_ru: Вам нужно подождать {0} часов и {1} минут перед тем, как опять менять Вашу предрасположенность.

# gambling_waifu_affinity_reset
source: Your affinity is reset. You no longer have a person you like.
ar: تم إعادته إنجذابك. ليس لديك أي شخص تحبه.
ja_jp: 親和性がリセットされます。あなたはもはや好きな人がいません。
nl_nl: Je affiniteit is gereset. Je hebt geen persoon meer die je leuk vindt.
ru_ru: Ваша предрасположенность сброшена. У Вас больше нет человека, который Вам нравится.

# gambling_waifu_affinity_set
source: wants to be {0}'s waifu. Aww <3
ar: يريد ان يكون {0} وايفو. كيوووت 3>
ja_jp: {0}のwaifuになりたいAww <3
nl_nl: wil {0}'s waifu zijn. Aww <3
ru_ru: хочет быть вайфу {0}. Как мило <3

# gambling_waifu_claimed
source: claimed {0} as their waifu for {1}!
ja_jp: {1}のウェイフとして{0}が主張されています！
nl_nl: heeft {0} geclaimed als hun waifu voor {1}!
ru_ru: объявил {0} своей вайфу за {1}!

# gambling_waifu_divorced_like
source: You have divorced a waifu who likes you. You heartless monster. {0} received {1} as a compensation.
ja_jp: あなたが好きな人と離婚しました。あなたは無情な怪物です。 {0}は補償として{1}を受け取りました。
nl_nl: Je bent gescheiden met een waifu die jou leuk vindt. Jij harteloos monster. {0} ontvangen {1} als compensatie.
ru_ru: Вы развелись с вайфу, которой Вы нравитесь. Вы бессердечный прохиндей! {0} получил {1} в качестве компенсации.

# gambling_waifu_egomaniac
source: you can't set affinity to yourself, you egomaniac.
ar: لا يمكنك تعيين تقارب لنفسك، انت إغومانياك.
ja_jp: あなたは自分自身に親和性を設定することはできません。
nl_nl: Je kunt geen affiniteit voor jezelf instellen, jij opgeblazen egoist.
ru_ru: Вы не можете установить предрасположенность к самому себе, это чересчур эгоистичсно.

# gambling_waifu_fulfilled
source: 🎉 Their love is fulfilled! 🎉 {0}'s new value is {1}!
ar: 🎉 يتم الوفاء بحبهم! 🎉 قيمة (0) الجديدة (1)!
ja_jp: 🎉彼らの愛が成就した！ 🎉 {0}の新しい値は{1}です！
nl_nl: 🎉Hun liefde overvloeit! 🎉 {0}'s nieuwe waarde is {1}!
ru_ru: 🎉Их любовь нашла взаимность!🎉 Новое значение {0} — {1}.

# gambling_waifu_isnt_cheap
source: No waifu is that cheap. You must pay at least {0} to get a waifu, even if their actual value is lower.
ja_jp: waifuは安いです。実際の値がより低い場合でも、waifuを取得するには少なくとも{0}を支払う必要があります。
nl_nl: Geen enkele waifu is zo goedkoop. Je moet tenminste {0} betalen om een waifu te krijgen, ook al is hun echte waarde lager.
ru_ru: Не бывает таких дешёвых вайфу. Вам нужно заплатить как минимум {0}, чтобы получить вайфу, даже если их фактическая стоимость ниже этого значения.

# gambling_waifu_not_enough
source: You must pay {0} or more to claim that waifu!
ja_jp: あなたはwaifuを主張するために{0}以上支払う必要があります！
nl_nl: Je moet tenminste {0} betalen om die waifu te nemen!
ru_ru: Вам нужно заплатить {0} или больше, чтобы получить эту вайфу!

# gambling_waifu_not_yours
source: That waifu is not yours.
ar: هذه ليست زوجنك
ja_jp: そのwaifuはあなたのものではありません。
nl_nl: Die waifu is niet van jou.
ru_ru: Эта вайфу — не Ваша.

# gambling_waifu_not_yourself
source: You can't claim yourself.
ar: لا يمكنك المطالبة بنفسك.
ja_jp: あなたは自分自身を主張することはできません。
nl_nl: Je kunt jezelf niet als waifu nemen.
ru_ru: Вы не можете потребовать себя в вайфу.

# gambling_waifu_recent_divorce
source: You divorced recently. You must wait {0} hours and {1} minutes to divorce again.
ja_jp: あなたは最近離婚した。もう離婚するには{0}時間と{1}分待つ必要があります。
nl_nl: Je bent kort geleden gescheiden. Je moet {0} uren en {1} minuten wachten om weer te scheiden.
ru_ru: Вы недавно развелись. Нужно подождать {0} часов и {1} минут, если хотите снова развестись.

# gambling_nobody
source: Nobody
ar: لا أحد
ja_jp: 誰も
nl_nl: Niemand
ru_ru: Никто

# gambling_waifu_divorced_notlike
source: You have divorced a waifu who doesn't like you. You received {0} back.
ja_jp: あなたはあなたを好きではない妖精と離婚しました。あなたは{0}戻ってきました。
nl_nl: Je bent gescheiden met een waifu die jou niet leuk vindt. Je krijgt {0} terug.
ru_ru: Вы развелись с вайфу, которой Вы не нравились. Вам вернули {0}.

# games_acrophobia
source: Acrophobia
ar: رهاب الأجسام.
nl_nl: Acrophobie
ru_ru: Акрофобия.

# games_acro_ended_no_sub
source: Game ended with no submissions.
ar: اللعبة انتهت بدون اي اخضاع.
ja_jp: ゲームは提出なしで終了しました。
nl_nl: Spel afgelopen zonder inzendingen.
ru_ru: Игра закончилась без ответов.

# games_acro_no_votes_cast
source: No votes cast. Game ended with no winner.
ar: لم يحتسب الاصوات . اللعبة انتهت بدون فائز.
ja_jp: 投票は行われません。ゲームは勝者なしで終了しました。
nl_nl: Geen stemmen ingestuurd. Spel beëindigd zonder winnaar.
ru_ru: Никто не проголосовал. Игра закончилась без победителся.

# games_acro_nym_was
source: Acronym was {0}.
ar: كان الاختصار (0)
ja_jp: 頭字語は{0}でした。
nl_nl: Afkorting was {0}
ru_ru: Акроним был {0}.

# games_acro_running
source: Acrophobia game is already running in this channel.
ja_jp: Acrophobiaゲームは既にこのチャンネルで実行されています。
nl_nl: Acrophobie spel is al bezig in dit kanaal.
ru_ru: В этом канале уже идёт игра Акрофобии.

# games_acro_started
source: Game started. Create a sentence with the following acronym: {0}.
ar: بدأت اللعبة. إنشاء جملة مع الاختصار التالي : (0).
ja_jp: ゲームが始まった。次の頭文字で{0}の文章を作成します。
nl_nl: Game is gestart: maak een zin met de volgende afkorting: {0}.
ru_ru: Игра начинается. Составьте предложение со следующим акронимом: {0}.

# games_acro_started_footer
source: You have {0} seconds to make a submission.
ar: لديك (0) ثانية لعمل اخضاع.
ja_jp: 投稿には{0}秒かかります。
nl_nl: Je hebt {0} seconden om een inzending te maken.
ru_ru: У Вас есть {0} секунд, чтобы предложить ответ.

# games_acro_submit
source: {0} submitted their sentence. ({1} total)
ar: (0) اعتمد حكمهم .((1) الاجمالي)
ja_jp: {0}はその文を提出しました。 （{1}合計）
nl_nl: {0} heeft een zin ingezonden. ({1} in totaal)
ru_ru: {0} предложил своё предложение. ({1} в общей сложности)

# games_acro_vote
source: Vote by typing a number of the submission
ar: تصويت بكتابة رقم من الاخضاع.
ja_jp: 数字を入力して投票
nl_nl: Stem door het nummer van een inzending te typen
ru_ru: Чтобы проголосовать, напишите номер ответа.

# games_acro_vote_cast
source: {0} cast their vote!
ar: (0) وضعوا اصواتهم !
ja_jp: {0}は投票をしました！
nl_nl: {0} heeft gestemd!
ru_ru: {0} проголосовал!

# games_acro_winner
source: Winner is {0} with {1} points.
ar: الفائز هو (0) مع (1) من النقاط.
ja_jp: 勝者は{1}点で{0}です。
nl_nl: De winnaar is {0} met {1} punten.
ru_ru: Победитель — {0} с {1} очками.

# games_acro_winner_only
source: {0} is the winner for being the only user who made a submission!
ja_jp: {0}は投稿した唯一のユーザーであるための勝者です！
nl_nl: {0} is de winnaar doordat deze als enige een inzending heeft gemaakt!
ru_ru: {0} — победитель, так как только он привёл ответ!

# games_question
source: Question
ar: سؤال
ja_jp: 質問
nl_nl: Vraag
ru_ru: Вопрос

# games_rps_draw
source: It's a draw! Both picked {0}
ar: انها التعادل! اختار كلاهما {0}.
ja_jp: それはドローです！どちらも{0}
nl_nl: Het is gelijkspel! Beiden hebben {0} gekozen
ru_ru: Ничья! Оба игрока выбрали {0}

# games_rps_win
source: {0} won! {1} beats {2}
ar: {0} فاز! {1} هزم على {2}.
ja_jp: {0}が勝った！ {1}が{2}を打つ
nl_nl: {0} heeft gewonnen! {1} verslaat {2}
ru_ru: {0} выиграл! {1} побеждает {2}

# games_submissions_closed
source: Submissions closed
ar: اغلاق الاخضاع
ja_jp: 投稿が閉じられました
nl_nl: Inzendingen gesloten.
ru_ru: Приём ответов закончен.

# gambling_animal_race_already_started
source: Animal Race is already running.
ar: سباق الحيوانات جاهز للركض.
ja_jp: 動物レースはすでに実行中です。
nl_nl: Dierenrace is al bezig.
ru_ru: Гонка зверей уже идёт.

# gambling_total_average
source: Total: {0} Average: {1}
ar: المجموع: {0} المعدل: {1}
ja_jp: 合計：{0}平均：{1}
nl_nl: Totaal: {0} Gemiddeld: {1}
ru_ru: Итого: {0} Среднее: {1}

# games_category
source: Category
ar: قوائم
ja_jp: カテゴリー
nl_nl: Categorie
ru_ru: Категория

# games_cleverbot_disabled
source: Disabled cleverbot on this server.
ar: ايقاف البوت الذكي في هذا السيرفر
ja_jp: このサーバーではCleverbotは使えません。
nl_nl: Cleverbot is uitgeschakeld op deze server.
ru_ru: На этом сервере отключён cleverbot.

# games_cleverbot_enabled
source: Enabled cleverbot on this server.
ar: تفعيل البوت الذكي في هذا السيرفر
ja_jp: このサーバーではCleverbotが有効です。
nl_nl: Cleverbot is ingeschakeld op deze server.
ru_ru: На этом сервере включён cleverbot.

# games_curgen_disabled
source: Currency generation has been disabled on this channel.
ja_jp: このチャンネルでは現在の世代は使えなくなりました。
nl_nl: Valuta generatie is uitgeschakeld op dit kanaal.
ru_ru: В этом канале отключено появление валюты.

# games_curgen_enabled
source: Currency generation has been enabled on this channel.
ja_jp: このチャンネルでは現在の世代は使えるようになりました。
nl_nl: Valuta generatie is ingeschakeld op dit kanaal.
ru_ru: В этом канале включено появление валюты.

# games_curgen_pl
source: {0} random {1} appeared!
ja_jp: {0}ランダム{1}が登場しました！
nl_nl: {0} willekeurige {1} zijn verschenen!
ru_ru: {0} случайных {1} появились!

# games_curgen_sn
source: A random {0} appeared!
ja_jp: ランダム {0} が出現！
nl_nl: Een willekeurige {0} is verschenen!
ru_ru: Случайный {0} появился!

# games_failed_loading_question
source: Failed loading a question.
ar: فشل في تحميل السؤال
ja_jp: 質問のロードに失敗しました。
nl_nl: Het laden van de vraag is gefaald.
ru_ru: Не удалось загрузить вопрос.

# games_game_started
source: Game started
ar: بدأت اللعبة
ja_jp: ゲームが始まりました。
nl_nl: Spel gestart.
ru_ru: Игра началась

# games_hangman_game_started
source: Hangman game started
ar: بدأت لعبة Hangman
ja_jp: ハングマンゲームが始まりました。
nl_nl: Galgje potje gestart
ru_ru: Игра в Виселицу началась

# games_hangman_running
source: Hangman game already running on this channel.
ja_jp: ハングマンゲームはすでにこのチャンネルで開始されています。
nl_nl: Er is al een potje galgje aan de gang in dit kanaal.
ru_ru: Игра в Виселицу уже идёт в этом канале.

# games_hangman_start_errored
source: Starting hangman errored.
ja_jp: ハングマンのスタート時にエラーが起きました。
nl_nl: Galgje kon niet opstarten vanwege een fout.
ru_ru: Не удалось начать игру в Виселицу.

# games_hangman_types
source: List of "{0}hangman" term types:
ja_jp: 「{0}ハングマン」用語の種類のリスト：
nl_nl: Lijst van "{0}galgje" term types:
ru_ru: Список типов слов для "{0}hangman":

# games_leaderboard
source: Leaderboard
ar: قائمة المتصدرين
ja_jp: リーダーボード
nl_nl: Scoreboard
ru_ru: Таблица рекордов

# games_not_enough
source: You don't have enough {0}
ar: انت لا تملك ما يكفي من(0)
ja_jp: 十分な {0} を持っていません。
nl_nl: Je hebt niet genoeg {0}
ru_ru: У вас не хватает {0}

# games_no_results
source: No results
ar: لا يوجد ناتج
ja_jp: 結果はありません。
nl_nl: Geen resultaten
ru_ru: Нет результатов

# games_picked
source: picked {0}
ar: حمل (0)
ja_jp: {0} をひろった。
nl_nl: {0} geplukt
ru_ru: собрал {0}

# games_planted
source: {0} planted {1}
ar: (0) زرع (1)
ja_jp: {0}植え付け済み{1}
nl_nl: {0} heeft {1} geplant
ru_ru: {0} посадил {1}

# games_trivia_already_running
source: Trivia game is already running on this server.
ar: لعبة Trivia تعمل على هذا السيرفر.
ja_jp: Trivia gameはすでにこのサーバーで動いています。
nl_nl: Trivia spel is al bezig in deze server.
ru_ru: Викторина уже идёт на этом сервере.

# games_trivia_game
source: Trivia Game
ar: لعبة Trivia
nl_nl: Trivia spel
ru_ru: Викторина

# games_trivia_guess
source: {0} guessed it! The answer was: {1}
ar: (0) لقد حزرها ! الجواب كان :(1)
ja_jp: {0} そのとおり！答えは: {1}
nl_nl: {0} heeft 't geraden! Het antwoord was: {1}
ru_ru: {0} угадал! Ответ: {1}

# games_trivia_none
source: No trivia is running on this server.
ar: Trivia لا تعمل على هذا السيرفر.
ja_jp: Triviaはこのサーバーでは動いてません。
nl_nl: Trivia is niet bezig op deze server.
ru_ru: На этом сервере не идёт викторина.

# games_trivia_points
source: {0} has {1} points
ar: (0) لديه (1) نقطة
ja_jp: {0} は {1} ポイント持っています。
nl_nl: {0} heeft {1} punten
ru_ru: У {0} {1} очков.

# games_trivia_stopping
source: Stopping after this question.
ar: التوقف بعد هذا السؤال
ja_jp: この質問のあと停止します。
nl_nl: Er wordt gestopt na deze vraag.
ru_ru: Игра закончится после этого вопроса.

# games_trivia_times_up
source: Time's up! The correct answer was {0}
ar: انتهى الوقت ! الاجابة الصحيحة كانت (0)
ja_jp: 時間切れです。正解は {0} です。
nl_nl: De tijd is om! Het goede antwoord was {0}
ru_ru: Время вышло! Правильный ответ — {0}

# games_trivia_win
source: {0} guessed it and WON the game! The answer was: {1}
ar: (0) حزر الاجابة وفاز باللعبة ! الاجابة كانت : (1)
ja_jp: {0} そのとおり。ゲームに勝った！答えは: {1}
nl_nl: {0} heeft het antwoord geraden en wint het spel! Het antwoord was: {1}
ru_ru: {0} угадал и ВЫИГРАЛ в игре! Ответ: {0}

# games_ttt_against_yourself
source: You can't play against yourself.
ar: لا يمكنك اللعب ضد نفسك.
ja_jp: あなた自身とはゲームできません。
nl_nl: Je kan niet tegen jezelf spelen.
ru_ru: Вы не можете играть против самого себя.

# games_ttt_already_running
source: TicTacToe Game is already running in this channel.
ja_jp: TicTacToe ゲームはすでにこのサーバで動いています。
nl_nl: Boter-Kaas-en-Eieren spel is al bezig in dit kanaal.
ru_ru: В этом канале уже идёт игра в крестики-нолики.

# games_ttt_a_draw
source: A draw!
ar: تعادل !
ja_jp: 引き分け
nl_nl: Gelijkspel!
ru_ru: Ничья!

# games_ttt_created
source: has created a game of TicTacToe.
ar: تم انتاج لعبة TicTacToe.
ja_jp: Tic Tac Toeのゲームが作られました。
nl_nl: heeft een Boter-Kaas-en-Eieren sessie aangemaakt.
ru_ru: создал игру в крестики-нолики.

# games_ttt_has_won
source: {0} has won!
ar: (0) لقد فاز!
ja_jp: {0} の勝ち！
nl_nl: {0} heeft gewonnen!
ru_ru: {0} выиграл!

# games_ttt_matched_three
source: Matched three
ar: تطابق ثلاث
ja_jp: 三回戦
nl_nl: Drie op een rij
ru_ru: Выстроил 3 в ряд

# games_ttt_no_moves
source: No moves left!
ar: لا تحركات متبقية!
ja_jp: 移動は残されてません。
nl_nl: Geen zetten over!
ru_ru: Ходов не осталось!

# games_ttt_time_expired
source: Time expired!
ar: نفذ الوقت !
ja_jp: 時間は満了しました。
nl_nl: Tijd voorbij!
ru_ru: Время вышло!

# games_ttt_users_move
source: {0}'s move
ar: حركة {0}.
ja_jp: {0} の移動
nl_nl: {0}'s beurt
ru_ru: Ход {0}

# games_vs
source: {0} vs {1}
ar: (0) ضد (1)
ja_jp: {0}対{1}
nl_nl: {0} tegen {1}
ru_ru: {0} против {1}

# music_attempting_to_queue
source: Attempting to queue {0} songs...
ja_jp: キューに {0} 曲を適用しています。
nl_nl: Aan het proberen om {0} tracks in de wachtrij te zetten...
ru_ru: Пытаюсь добавить {0} песен в очередь...

# music_autoplay_disabled
source: Autoplay disabled.
ar: تم تعطيل التشغيل التلقائي.
ja_jp: オートプレイは無効です。
nl_nl: Autoplay uitgezet.
ru_ru: Автовоспроизведение отключено.

# music_autoplay_enabled
source: Autoplay enabled.
ar: تم تفعيلل التشغيل التلقائي.
ja_jp: オートプレイは有効です。
nl_nl: Autoplay aangezet.
ru_ru: Автовоспроизведение включено.

# music_defvol_set
source: Default volume set to {0}%
ja_jp: デフォルトの音量を{0}% にしました。
nl_nl: Standaardvolume op {0}% gezet
ru_ru: Громкость по умолчанию выставлена на {0}%

# music_dir_queue_complete
source: Directory queue complete.
ja_jp: ディレクトリのキューが完了しました。
nl_nl: Map afspeellijst geladen/compleet.
ru_ru: Папка успешно добавлена в очередь воспроизведения.

# music_fairplay
source: fairplay
ar: اللعب العادل
ja_jp: フェアプレイ
ru_ru: справедливое воспроизведение

# music_finished_song
source: Finished song
ar: انتهت الاغنية
ja_jp: 曲が終わった
nl_nl: Track afgelopen:
ru_ru: Песня завершилась.

# music_fp_disabled
source: Fair play disabled.
ar: تم تعطيل اللعب العادل.
ja_jp: フェアプレイは無効です。
nl_nl: Fairplay uitgeschakeld.
ru_ru: Отключено честное воспроизведение.

# music_fp_enabled
source: Fair play enabled.
ar: تم تفعيل اللعب العادل.
ja_jp: フェアプレイは有効です。
nl_nl: Fairplay ingeschakeld.
ru_ru: Включено честное воспроизведение.

# music_from_position
source: From position
ar: من الوضع
ja_jp: ポジションから
nl_nl: Van positie
ru_ru: С момента

# music_id
source: Id
ru_ru: Имя

# music_invalid_input
source: Invalid input.
ar: مدخل غير صالح.
ja_jp: 不適切な入力。
nl_nl: Ongeldige invoer.
ru_ru: Неправильный ввод.

# music_max_playtime_none
source: Max playtime has no limit now.
ja_jp: 最大再生時間は制限ありません。
nl_nl: Maximale speeltijd heeft geen limiet meer.
ru_ru: Максимальное время воспроизведения теперь неограничено.

# music_max_playtime_set
source: Max playtime set to {0} second(s).
ja_jp: 最大再生時間を {0} 秒にセットしました。
nl_nl: Maximale speeltijd op {0} seconden gezet.
ru_ru: Максимальное время воспроизведения установлено на {0} секунд.

# music_max_queue_unlimited
source: Max music queue size set to unlimited.
ja_jp: 最大の音楽キューサイズを無制限にしました。
nl_nl: Maximale muziek wachtrij heeft geen limiet meer.
ru_ru: Максимальный размер очереди воспроизведения теперь неограничен.

# music_max_queue_x
source: Max music queue size set to {0} track(s).
ja_jp: 最大の音楽キューサイズを {0} トラックに設定しました。
nl_nl: Maximale muziek wachtrij is nu {0} tracks.
ru_ru: Максимальный размер очереди воспроизведения установлен на {0} песен.

# music_must_be_in_voice
source: You need to be in the voice channel on this server.
ja_jp: このサーバーのボイスチャンネルにいる必要があります。
nl_nl: Je moet in het spraakkanaal van de server zijn.
ru_ru: Вам требуется быть в голосовом канале на этом сервере.

# music_name
source: Name
ar: اسم الاغنية
ja_jp: 曲名
nl_nl: Naam
ru_ru: Название

# music_now_playing
source: Now playing
ar: الان تسمع اغنية
ja_jp: プレイ中
nl_nl: Nu aan het spelen
ru_ru: Сейчас играет

# music_no_player
source: No active music player.
ar: لايوجد موسيقى
ja_jp: アクティブな音楽再生がありません。
nl_nl: Geen actieve muziek speler.
ru_ru: Нет активного музыкального проигрывателя.

# music_no_search_results
source: No search results.
ar: لم يتم ايجاد البحث
ja_jp: 検索結果なし
nl_nl: Geen zoekresultaten.
ru_ru: Нет результатов поиска.

# music_paused
source: Music playback paused.
ja_jp: 音楽の再生を一時停止します。
nl_nl: Muziek gepauzeerd.
ru_ru: Проигрывание музыки приостановлено.

# music_player_queue
source: Player queue - Page {0}/{1}
ja_jp: キュー Page {0}/{1}
nl_nl: Speler afspeellijst - Pagina {0}/{1}
ru_ru: Очередь воспроизведения - Страница {0}/{1}

# music_playing_song
source: Playing song
ar: تشغيل الاغنية
ja_jp: 音楽を再生しています。
nl_nl: Track speelt af
ru_ru: Проигрывается песня

# music_playlists
source: `#{0}` - **{1}** by *{2}* ({3} songs)
ja_jp: `#{0}` - **{1}** by *{2}* ({3} 曲)
nl_nl: `#{0}` - **{1}** van *{2}* ({3} tracks)
ru_ru: '#{0}' - **{1}** *{2}* ({3} песен)

# music_playlists_page
source: Page {0} of saved playlists
ja_jp: 保存されたリストの {0} ページ目
nl_nl: Pagina {0} van opgeslagen afspeellijsten
ru_ru: Страница {0} сохранённых плейлистов.

# music_playlist_deleted
source: Playlist deleted.
ar: تم حذف قائمة التشغيل.
ja_jp: プレイリストは削除されました。
nl_nl: Afspeellijst verwijderd.
ru_ru: Плейлист удалён.

# music_playlist_delete_fail
source: Failed to delete that playlist. It either doesn't exist, or you are not its author.
ja_jp: プレイリストの削除に失敗しました。存在しないか、権限がありません。
nl_nl: Fout bij het verwijderen van de afspeellijst. De afspeellijst bestaat niet of jij bent niet de eigenaar.
ru_ru: Не удалось удалить плейлист. Он либо не существует, либо Вы не его автор.

# music_playlist_id_not_found
source: Playlist with that ID doesn't exist.
ja_jp: そのIDのプレイリストは存在しません。
nl_nl: Afspeellijst met dat ID bestaat niet.
ru_ru: Плейлист с таким номером не существует.

# music_playlist_queue_complete
source: Playlist queue complete.
ja_jp: プレイリストのキューは完了しました。
nl_nl: Afspeellijst wachtrij afgerond.
ru_ru: Добавление плейлиста в очередь завершено.

# music_playlist_saved
source: Playlist saved
ar: حفظ قائمة التشغيل
ja_jp: プレイリストを保存しました。
nl_nl: Afspeellijst opgeslagen
ru_ru: Плейлист сохранён.

# music_play_limit
source: {0}s limit
ar: (0) ث الحد
ja_jp: {0} の上限です
nl_nl: {0}s limiet
ru_ru: Ограничение {0}c

# music_queue
source: Queue
ja_jp: 次に聞く曲一覧
nl_nl: Wachtrij
ru_ru: Очередь воспроизведения

# music_queued_song
source: Queued song
ja_jp: キューに追加した曲
nl_nl: Nummer toegevoegd
ru_ru: Песня добавлена в очередь воспроизведения.

source: Music queue cleared.
ar: تم حذف قائمة انتظار الموسيقى.
ja_jp: キューの音楽はクリアされました。
nl_nl: Muziek wachtrij leeggemaakt.
ru_ru: Очередь воспроизведения музыки очищена.

# music_queue_full
source: Queue is full at {0}/{0}.
ja_jp: キュー( {0}/{0} ) はいっぱいです。
nl_nl: Wachtrij is vol op {0}/{0}.
ru_ru: Очередь воспроизведения полна {0}/{0}.

# music_removed_song
source: Removed song
ar: ازالة الاغنية
ja_jp: 削除された曲
nl_nl: Track verwijderd:
ru_ru: Убрана песня

# music_repeating_cur_song
source: Repeating current song
ar: اعادة تشغيل الاغنية الحالية
ja_jp: 繰り返し現在の曲
nl_nl: Huidige track word herhaald
ru_ru: Повторяется текущая песня.

# music_repeating_playlist
source: Repeating playlist
ar: تكرار قائمة التشغيل
ja_jp: 繰り返しプレイリスト
nl_nl: Afspeellijst wordt herhaald
ru_ru: Повторяется плейлист

# music_repeating_track
source: Repeating track
ar: تكرار المسار للموسيقى
ja_jp: 繰り返しトラック
nl_nl: Nummer wordt herhaald
ru_ru: Повторяется песня

# music_repeating_track_stopped
source: Current track repeat stopped.
ar: توقيف تكرار المسار الحالي
ja_jp: 現在のトラックの繰り返しを中止しました。
nl_nl: Huidige nummerherhaling gestopt.
ru_ru: Повтор текущей песни приостановлен.

# music_resumed
source: Music playback resumed.
ar: تم استئناف تشغيل الموسيقى.
ja_jp: 曲の再生を再開しました。
nl_nl: Nummer word hervat.
ru_ru: Воспроизведение музыки возобновлено.

# music_rpl_disabled
source: Repeat playlist disabled.
ar: تم تعطيل قائمة التشغيل المتكررة.
ja_jp: プレイリストの繰り返しは無効です。
nl_nl: Herhalende afspeellijst uitgeschakeld.
ru_ru: Отключено повторение плейлиста.

# music_rpl_enabled
source: Repeat playlist enabled.
ar: تم تمكين قائمة التشغيل المتكرر.
ja_jp: プレイリストの繰り返しは有効です。
nl_nl: Herhalende afspeellijst ingeschakeld.
ru_ru: Включено повторение плейлиста.

# music_set_music_channel
source: I will now output playing, finished, paused and removed songs in this channel.
ja_jp: このチャンネルでは、再生、終了、一時停止、曲の削除ができます。
nl_nl: Tracks die worden afgespeeld, aflopen, gepauzeerd worden en worden verwijderd laat ik in dit kanaal zien.
ru_ru: Проигрываемые, завершённые, приостановленные и удалённые песни будут выводится в этом канале.

# music_skipped_to
source: Skipped to `{0}:{1}`
ar: تخطي الى '(0):(1)'
ja_jp: スキップしました。 {0}:{1}
nl_nl: Overslaan naar `{0}:{1}`
ru_ru: Пропускаю до '{0}:{1}'

# music_songs_shuffled
source: Songs shuffled
ar: خلط الاغاني
ja_jp: シャッフルした曲
nl_nl: Tracks geschud
ru_ru: Песни перемешаны

# music_song_moved
source: Song moved
ar: تحريك الاغنية
ja_jp: 削除した曲
nl_nl: Track verzet
ru_ru: Песня перемещена

# music_time_format
source: {0}h {1}m {2}s
ar: (0 س (1)د (2)ث
ja_jp: {0}時 {1}分 {2}秒
nl_nl: {0}u {1}m {2}s
ru_ru: {0}ч {1}м {2}с

# music_to_position
source: To position
ar: الى مكان
ja_jp: 位置に
nl_nl: Naar positie
ru_ru: К моменту

# music_unlimited
source: unlimited
ar: غير محدود
ja_jp: 無制限
nl_nl: ongelimiteerd
ru_ru: неограничено

# music_volume_input_invalid
source: Volume must be between 0 and 100
ar: يجب أن يكون درجة الصوت بين 0 و 100
ja_jp: 音量は0から100の間でなければなりません。
nl_nl: Volume moet tussen 0 en 100 zijn
ru_ru: Уровень громкости должен быть от 0 до 100

# music_volume_set
source: Volume set to {0}%
ar: ضبط درجة الصوت الى (0)%
ja_jp: 音量を {0}% にセット
nl_nl: Volume op {0}% gezet
ru_ru: Уровень громкости установлен на {0}%

# permissions_acm_disable
source: Disabled usage of ALL MODULES on channel {0}.
ja_jp: {0} チャンネルのすべてのモジュールが無効。
nl_nl: ALLE MODULES zijn uitgeschakeld op kanaal {0}.
ru_ru: Отключено использование ВСЕХ МОДУЛЕЙ в канале {0}.

# permissions_acm_enable
source: Enabled usage of ALL MODULES on channel {0}.
ja_jp: {0} チャンネルの全てもモジュールは有効です。
nl_nl: ALLE MODULES zijn ingeschakeld op kanaal {0}.
ru_ru: Включено использование ВСЕХ МОДУЛЕЙ в канале {0}.

# permissions_allowed
source: Allowed
ar: السماح
ja_jp: 許可
nl_nl: Toegestaan
ru_ru: Разрешено

# permissions_arm_disable
source: Disabled usage of ALL MODULES for role {0}.
ja_jp: 役割 {0} のすべてのモジュールの使用は無効になりました。
nl_nl: ALLE MODULES zijn uitgeschakeld voor deze rol {0}.
ru_ru: Отключено использование ВСЕХ МОДУЛЕЙ для роли {0}.

# permissions_arm_enable
source: Enabled usage of ALL MODULES for role {0}.
ja_jp: 役割 {0} のすべてのモジュールの使用は有効になりました。
nl_nl: ALLE MODULES zijn ingeschakeld voor deze rol{0}.
ru_ru: Включено использование ВСЕХ МОДУЛЕЙ для роли {0}.
