Repository: bugladen/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: ar, ja_jp, nl_nl, ru_ru

# clashofclans_base_already_claimed
source: That base is already claimed or destroyed.
ar: تم الاسنيلاء على القاعدة ,او مدمرة
ja_jp: そのベースはもう要求・破壊されました。
nl_nl: Die basis is al veroverd of vernietigd.
ru_ru: Эта база уже захвачена или разрушена.

# clashofclans_base_already_destroyed
source: That base is already destroyed.
ar: القاعدة مدمرة
ja_jp: そのベースはもう破壊されました。
nl_nl: Die basis is al vernietigd.
ru_ru: Эта база уже разрушена

# clashofclans_base_already_unclaimed
source: That base is not claimed.
ar: تلك القاعدة غير محتلة
ja_jp: そのベースは要求されていません。
nl_nl: Die basis is nog niet veroverd.
ru_ru: Эта база не захвачена.

# clashofclans_base_destroyed
source: **DESTROYED** base #{0} in a war against {1}
ar: ** تدمير** القاعدة #{0} في الحرب ضد {1}
ja_jp: {1}との対戦でベース#{0}を**破壊**しました。
nl_nl: **VERNIETIGD** basis #{0} in een oorlog tegen {1}
ru_ru: **РАЗРУШЕННАЯ** база #{0} ведёт войну против {1}.

# clashofclans_base_unclaimed
source: {0} has **UNCLAIMED** base #{1} in a war against {2}
ar: {0}**قد تنازل**عن قاعدة #{1} في الحرب ضد {2}
ja_jp: {0}は{2}との戦いで、未請求の塩基番号{1}を持っています
nl_nl: {0} heeft **ONOVERWONNEN** basis #{1} in een oorlog tegen {2}
ru_ru: У {0} есть **НЕ ЗАХВАЧЕННАЯ** база #{1}, ведущая войну против {2}

# clashofclans_claimed_base
source: {0} claimed a base #{1} in a war against {2}
ar: {0} استولى على قاعدة #{1} في الحرب ضد {2}
ja_jp: {0}は{2}との戦いで塩基番号{1}を主張しました
nl_nl: {0} heeft basis #{1} overwonnen in een oorlog tegen {2}
ru_ru: {0} захватил базу #{1}, ведя войну против {2}

# clashofclans_claimed_other
source: @{0} You already claimed base #{1}. You can't claim a new one.
ar: @{0} أنت استوليت بالفعل قاعدة # {1}. لا يمكنك المطالبة بوحدة جديدة.
ja_jp: @ {0}あなたはすでに基本番号{1}を主張しています。あなたは新しいものを請求することはできません。
nl_nl: @{0} Je hebt al basis #{1} overwonnen. Je kunt er niet nog een nemen.
ru_ru: @{0} Вы уже захватили базу #{1}. Вы не можете захватить новую базу.

# clashofclans_claim_expired
source: Claim from @{0} in a war against {1} has expired.
ar: الاستولى من @{0} في الحرب ضد {1} قد انته.
ja_jp: {1}との対戦で@{0}の要求が失効しました。
nl_nl: De aanvraag van @{0} voor een oorlog tegen {1} is niet meer geldig.
ru_ru: Время действия запроса от @{0} на войну против {1} истекло.

# clashofclans_enemy
source: Enemy
ar: عدو
ja_jp: 敵
nl_nl: Vijand
ru_ru: Враг

# clashofclans_info_about_war
source: Info about war against {0}
ar: معلومات عن الحرب ضد {0}
ja_jp: {0} との対戦に関する情報
nl_nl: Informatie over de oorlog tegen {0}
ru_ru: Информация о войне против {0}

# clashofclans_invalid_base_number
source: Invalid base number.
ar: رقم القاعدة خطأ.
ja_jp: 無効な城の番号
nl_nl: Ongeldige basis nummer
ru_ru: Неправильный номер базы.

# clashofclans_invalid_size
source: Not a valid war size.
ar: غير متاح حجم الحرب.
ja_jp: 有効な戦争サイズではありません。
nl_nl: Ongeldig oorlogsformaat.
ru_ru: Неправильный размер войны.

# clashofclans_list_active_wars
source: List of active wars
ar: قائمة الحرب القائمة
ja_jp: アクティブな戦争を一覧表示する。
nl_nl: Lijst van actieve oorlogen
ru_ru: Список активных войн

# clashofclans_not_claimed
source: not claimed
ar: غير محتلة
ja_jp: 請求されていない
nl_nl: Niet veroverd.
ru_ru: не захвачена

# clashofclans_not_partic
source: You are not participating in that war.
ar: انت لست مدرج في هذه الحرب
ja_jp: あなたはこの戦争の参加者ではありません。
nl_nl: Jij doet niet mee aan die oorlog.
ru_ru: Вы не участвуете в этой войне.

# clashofclans_not_partic_or_destroyed
source: @{0} You are either not participating in that war, or that base is already destroyed.
ar: @{0} لست مشارك في الحرب , او ان القاعدة قد تدمرت
ja_jp: @{0} あなたはその戦争に参加していないか、その基地はすでに破壊されています。
nl_nl: @{0} Je doet niet mee aan die oorlog, of die basis is al vernietigd.
ru_ru: @{0} Вы либо не участвуете в этой войне, либо эта база уже разрушена.

# clashofclans_no_active_wars
source: No active war.
ar: لا توجد حروب ناشطة
ja_jp: 活動的な戦争はない
nl_nl: Geen actieve oorlogen
ru_ru: Нет активных войн.

# clashofclans_size
source: Size
ar: حجم
ja_jp: サイズ
nl_nl: Grootte.
ru_ru: Размер

# clashofclans_war_already_started
source: War against {0} has already started.
ar: الحرب ضد {0} قد بدأت
ja_jp: {0}に対する大戦が既に始まった。
nl_nl: Oorlog tegen {0} is al begonnen.
ru_ru: Война против {0} уже началась.

# clashofclans_war_created
source: War against {0} created.
ar: أنشئت حرب ضد {0}.
ja_jp: 戦争{0}が作成されました。
nl_nl: Oorlog tegen {0} gecreëerd
ru_ru: Война против {0} начата.

# clashofclans_war_ended
source: War against {0} ended.
ar: الحرب ضد {0} قد انتهت
ja_jp: {0}との対戦が終わりました。
nl_nl: De oorlog tegen {0} is beëindigd.
ru_ru: Война против {0} закончилась.

# clashofclans_war_not_exist
source: That war does not exist.
ar: هذه الحرب لا توجد
ja_jp: そのッ対戦は存在しません。
nl_nl: Die oorlog bestaat niet.
ru_ru: Этой войны не существует.

# clashofclans_war_started
source: War against {0} started!
ar: الحرب ضد {0} قد بدأت
ja_jp: {0}との対戦が始まりました！
nl_nl: De oorlog tegen {0} is begonnen!
ru_ru: Война против {0} началась!

# customreactions_all_stats_cleared
source: All custom reaction stats cleared.
ar: كل خصائص الرموز التعبيرية المخصصى خالية
ja_jp: すべてのカスタム反応がクリアされました。
nl_nl: Alle speciale reactie statistieken zijn verwijderd.
ru_ru: Вся статистика настраиваемых реакций стёрта.

# customreactions_deleted
source: Custom Reaction deleted
ar: تم محي الرمز التعبيري المخصص
ja_jp: カスタム反応が削除されました。
nl_nl: Speciale Reactie verwijderd.
ru_ru: Настраиваемая реакция удалена

# customreactions_insuff_perms
source: Insufficient permissions. Requires Bot ownership for global custom reactions, and Administrator for server custom reactions.
ar: أذونات غير كافية. البوت بحاجة الى تصريح المالك لتعديل الرد التفاعلي , وايضا المدير لتخصيص الرد التفاعلي
ja_jp: 権限が不十分です。グローバルカスタム反応のために必要なボットの所有権、サーバーカスタム反応の管理者。
nl_nl: Onvoldoende rechten. Bot Eigendom is nodig voor globale speciale reacties, en Administrator voor speciale server-reacties.
ru_ru: Недостаточно разрешений. Необходимо иметь разрешение владельца бота для глобальных настраиваемых реакций, и разрешение Администратора для реакций по серверу.

# customreactions_list_all
source: List of all custom reactions
ar: فائمة الرموز التعبيرية المخصصة
ja_jp: すべてのカスタム反応をリストします。
nl_nl: Lijst van alle zelf gemaakte reacties
ru_ru: Список всех настраиваемых реакций

# customreactions_name
source: Custom Reactions
ar: الرموز التعبيرية المخصصة
ja_jp: カスタム反応。
nl_nl: Speciale Reacties
ru_ru: Настраиваемые реакции

# customreactions_new_cust_react
source: New Custom Reaction
ar: رمز تعبيري مخصص جديد
ja_jp: 新しいカスタム反応。
nl_nl: Nieuwe Speciale Reacties
ru_ru: Новая настраиваемая реакция

# customreactions_no_found
source: No custom reaction found.
ar: لم يوجد هذا الرمز
ja_jp: カスタムリアクションが見つかりませんでした。
nl_nl: Geen aangepaste reacties gevonden.
ru_ru: Не найдено настраиваемых реакций.

# customreactions_no_found_id
source: No custom reaction found with that id.
ar: الرمز التعبيري المخصص ليس موجود حسب المدخل
ja_jp: その識別情報でカスタム反応が見つかりませんでした。
nl_nl: Geen speciale reacties gevonden met dat ID.
ru_ru: Не найдено настраиваемых реакций с таким номером.

# customreactions_response
source: Response
ar: الإستجاب
ja_jp: 反応
nl_nl: Antwoord
ru_ru: Ответ

# customreactions_stats
source: Custom Reaction Stats
ar: احصائيات الرموز التعبيرية مخصصة
ja_jp: カスタム反応の統計
nl_nl: Speciale Reactie Statistieken
ru_ru: Статистика настраеваемых реакций

# customreactions_stats_cleared
source: Stats cleared for {0} custom reaction.
ar: الخصائص خالية (0) للترميز التفاعلي
ja_jp: {0}カスタム反応の統計がクリアされました。
nl_nl: Statistieken verwijderd voor {0} speciale reactie.
ru_ru: Статистика для настраиваемой реакции {0} очищена.

# customreactions_stats_not_found
source: No stats for that trigger found, no action taken.
ar: لا يوجد خصائص مفعلة متاحة , لم يتم اتخاذ اي اجراء.
ja_jp: そのトリガーの統計は見つかりませんでした。
nl_nl: Geen statistieken voor die trekker gevonden, geen actie genomen.
ru_ru: Не найдено статистики для этого активатора, никаких действий не применено.

# customreactions_trigger
source: Trigger
ar: تفعيل
ja_jp: 引き金
ru_ru: Активатор

# nsfw_autohentai_stopped
source: Autohentai stopped.
ar: Autohentai توقف
ja_jp: NSFWが停止しました
nl_nl: Autohentai gestopt.
ru_ru: Авто-хентай остановлен.

# nsfw_not_found
source: No results found.
ar: لا توجد نتائج.
ja_jp: 結果が見つかりません
nl_nl: Geen resultaten gevonden.
ru_ru: Результатов не найдено.

# pokemon_already_fainted
source: {0} has already fainted.
ar: {0} قد اغمي عليه
ja_jp: {0}は既に気絶しています。
nl_nl: {0} is al flauw gevallen.
ru_ru: {0} уже потерял сознание.

# pokemon_already_full
source: {0} already has full HP.
ar: (0) عنده من قبل HP كامل
ja_jp: {0}健康は既に最大です
nl_nl: {0} heeft al vol HP.
ru_ru: {0} уже имеет полное здоровье.

# pokemon_already_that_type
source: Your type is already {0}
ar: لديك النوع التالي (0).
ja_jp: あなたはすでに{0}です
nl_nl: Jouw element is al {0}
ru_ru: Ваш тип уже {0}

# pokemon_attack
source: used {0}{1} on {2}{3} for {4} damage.
ar: استخدام (0)(1) على (2)(3) لضرر (4).
ja_jp: {4}ダメージのために{2} {3}に{0} {1}を使用しました。
nl_nl: heeft {0}{1} op {2}{3} gebruikt voor {4} schade.
ru_ru: использовал {0}{1} против {2}{3} и нанёс {4} урона.

# pokemon_cant_attack_again
source: You can't attack again without retaliation!
ar: لا يمكنك الهجوم مرة أخرى دون انتقام!
ja_jp: あなたは報復せずに再び攻撃することはできません！
nl_nl: Je kan niet opnieuw aanvallen zonder vergelding!
ru_ru: Вы не можете атаковать два раза подряд.

# pokemon_cant_attack_yourself
source: You can't attack yourself.
ar: لا يمكنك الهجوم على نفسك.
ja_jp: あなた自身を攻撃することはできません。
nl_nl: Je kunt je zelf niet aanvallen.
ru_ru: Вы не можете атаковать самого себя.

# pokemon_fainted
source: {0} has fainted!
ar: (0) اغمى عليه.
ja_jp: {0}が気絶しました！
nl_nl: {0} is verslagen!
ru_ru: {0} потерял сознание!

# pokemon_healed
source: healed {0} with one {1}
ar: عالج (0) باستخدام واحد (1) .
ja_jp: 1つの{1}で{0}を回復しました
nl_nl: heeft {0} genezen met een {1}
ru_ru: вылечил {0}, использовав {1}

# pokemon_hp_remaining
source: {0} has {1} HP remaining.
ar: (0) لديه (1) HP متبقي.
ja_jp: {0}は{1} HPが残っています。
nl_nl: {0} heeft nog {1} HP over.
ru_ru: У {0} осталось {1} здоровья.

# pokemon_invalid_move
source: You can't use {0}. Type `{1}ml` to see a list of moves you can use.
ar: لا يمكنك استخدام (0). اكتب "(1)ml" لروئية لائحة التحريكات التي يمكنك استخدمها.
ja_jp: {0}を使用することはできません。 `{1} ml`と入力すると、使用できる移動のリストが表示されます。
nl_nl: Je kan {0} niet gebruiken. Typ `{1}ml` om een lijst te bekijken van de aanvallen die jij kunt gebruiken
ru_ru: Вы не можете использовать {0}. Напишите '{1}ml', чтобы увидеть список доступных Вам приёмов.

# pokemon_moves
source: Movelist for {0} type
ar: حرك القائمة الى (0) نوع .
ja_jp: {0}タイプの攻撃リスト
nl_nl: Aanvallijst voor {0} element
ru_ru: Список приёмов {0} типа

# pokemon_not_effective
source: It's not effective.
ar: غير فعالة.
ja_jp: それは効果的ではありません。
nl_nl: Het is niet effectief.
ru_ru: Эта атака неэффективна.

# pokemon_no_currency
source: You don't have enough {0}
ar: لاتملك ما يكفي (0) .
ja_jp: あなたに十分な{0}がありません。
nl_nl: Je hebt niet genoeg {0}
ru_ru: У вас недостаточно {0}

# pokemon_revive_other
source: revived {0} with one {1}
ar: أحيا (0) باستخدام (1) .
ja_jp: 1つの{1}で復活{0}
nl_nl: heeft {0} herstelt met een {1}
ru_ru: воскресил {0}, использовав один {1}

# pokemon_revive_yourself
source: You revived yourself with one {0}
ar: لقد احبيبت تقسك باستخدام واحد (0).
ja_jp: 1つの{0}のために癒された
nl_nl: Je kunt jezelf herstellen met een {0}
ru_ru: Вы воскресили себя, использовав один {0}

# pokemon_settype_success
source: Your type has been changed to {0} for a {1}
ar: لقد تم تغير النوع الى (0) مقابل (1) .
ja_jp: あなたのタイプは{1}のために{0}に変更されました
nl_nl: Je element is veranderd van {0} naar {1}
ru_ru: Ваш тип изменён с {0} на {1}

# pokemon_somewhat_effective
source: It's somewhat effective.
ar: انها فعالة إلى حد ما.
ja_jp: それはやや有効です。
nl_nl: Het is een beetje effectief.
ru_ru: Эта атака немного эффективна.

# pokemon_super_effective
source: It's super effective!
ar: انها فعالة جدا .
ja_jp: それは超効果的です！
nl_nl: Het is super effectief!
ru_ru: Эта атака очень эффективна!

# pokemon_too_many_moves
source: You used too many moves in a row, so you can't move!
ar: لقد استخدمت اكثر من حركة في صف . لا تستطيع التحرك .
ja_jp: あなたは連続してあまりにも多くの動きを使用したので、移動することはできません！
nl_nl: Je hebt te veel acties achter elkaar gedaan, dus je kan niet bewegen!
ru_ru: Вы использовали слишком много приёмов подряд, поэтому вы не можете двигаться!

# pokemon_type_of_user
source: Type of {0} is {1}
ar: نوع (0) هو (1) .
ja_jp: タイプ{0}は{1}です。
nl_nl: Element van {0} is {1}
ru_ru: Тип {0} — {1}

# pokemon_user_not_found
source: User not found.
ar: المستخدم غير متاح .
ja_jp: ユーザーが見つかりません。
nl_nl: Gebruiker niet gevonden.
ru_ru: Пользователь не найден.

# pokemon_you_fainted
source: You fainted, so you are not able to move!
ar: لقد اغمى عليك , لا تيستطيع التحرك !
ja_jp: あなたが気絶したので、動かすことはできません。
nl_nl: Je bent flauwgevallen, dus je kunt niet bewegen!
ru_ru: Вы потеряли сознание, поэтому вы не можете двигаться!

# administration_aar_disabled
source: **Auto assign role** on user join is now **disabled**.
ar: **تعين دور ** على ضخول مستخدم**تم تعطيله **.
ja_jp: **ユーザー割り当ての**役割を自動割り当て**が無効**になりました。
nl_nl: **Auto aanwijzing van rollen** op gebruiker is nu **uitgeschakeld**.
ru_ru: ***Авто выдача роли*** каждому новому пользователю **отключена**

# administration_aar_enabled
source: **Auto assign role** on user join is now **enabled**.
ar: **تعين دور ** على ضخول مستخدم**تم تشغيله **.
ja_jp: **ユーザー割り当ての**役割を自動割り当て**が現在有効になっています**。
nl_nl: **Auto aanwijzing van rollen** op gebruiker is nu **ingeschakeld**.
ru_ru: ***Авто выдача роли*** каждому новому пользователю **включена**

# administration_attachments
source: Attachments
ar: مرفق .
ja_jp: 接続
nl_nl: Bijlagen
ru_ru: Вложения

# administration_avatar_changed
source: Avatar Changed
ar: تغير المظهر .
ja_jp: 画像が変更されました。
nl_nl: Avatar veranderd
ru_ru: Аватар изменён

# administration_bandm
source: You have been banned from {0} server. Reason: {1}
ar: تم طردك من السيرفر (0) . السبب : (1) .
ja_jp: あなたは{0}サーバーから追放されました。 理由：{1}
nl_nl: Je bent verbannen van {0} server. Reden: {1}
ru_ru: Вы были забанены на сервере {0}. Причина бана: {1}.

# administration_banned_pl
source: banned
ar: تم طردك .
ja_jp: 亡命
nl_nl: verbannen
ru_ru: забанены

# administration_banned_user
source: User Banned
ar: المستخدم مطرود .
ja_jp: ユーザーはＢＡＮＮＥＤ
nl_nl: Gebruiker verbannen
ru_ru: Пользователь забанен.

# administration_bot_name
source: Bot name changed to {0}
ar: تغير اسم البوت الى (0) .
ja_jp: ボット名が{0}に変更されました
nl_nl: Botnaam is veranderd naar {0}
ru_ru: Имя бота изменено на {0}

# administration_bot_status
source: Bot status changed to {0}
ar: خصائص البوت غيرت الى (0).
ja_jp: ボットのステータスが{0}に変更されました
nl_nl: Botstatus is veranderd naar {0}
ru_ru: Статус бота изменен на {0}

# administration_byedel_off
source: Automatic deletion of bye messages has been disabled.
ar: تم تعطيل الحذف الالي لرسالة الوداع.
ja_jp: byeメッセージの自動削除が無効になっています。
nl_nl: Automatische verwijdering van de afscheidsberichten is uitgeschakeld.
ru_ru: Автоматическое удаление прощальных сообщений отключено.

# administration_byedel_on
source: Bye messages will be deleted after {0} seconds.
ar: سيتم حذف رسالة الوداع بعد {0} ثواني .
ja_jp: Byeメッセージは{0}秒後に削除されます。
nl_nl: Afscheidsberichten zullen worden verwijderd na {0} seconden.
ru_ru: Прощальные сообщения будут удаляться через {0} секунд.

# administration_byemsg_cur
source: Current bye message: {0}
ar: رسالة الوداع حاليا : (0) .
ja_jp: 現在の離脱メッセージ：{0}
nl_nl: Momenteel is het afscheidsbericht: {0}
ru_ru: Текущее прощальное сообщение: {0}

# administration_byemsg_enable
source: Enable bye messages by typing {0}
ar: تفعيل رسالة الوداع بكتابة (0) .
ja_jp: {0}と入力して休暇メッセージを有効にする
nl_nl: Schakel de afscheidsbericht in door {0} te typen.
ru_ru: Чтобы включить прощальные сообщения введите {0}

# administration_byemsg_new
source: New bye message set.
ar: وضع رسالة وداع جديدة .
ja_jp: 新しい出発メッセージセット。
nl_nl: Nieuw afscheidsbericht is geplaatst.
ru_ru: Новое прощальное сообщение было установлено.

# administration_bye_off
source: Bye announcements disabled.
ar: اعلان رسالة الوداع غير مفعلة .
ja_jp: 出発アナウンスが無効になりました。
nl_nl: Afscheidsbericht uitgeschakeld.
ru_ru: Прощальные сообщения выключены.

# administration_bye_on
source: Bye announcements enabled on this channel.
ar: اعلان رسالة الوداع مفعلة في هذه القناة .
ja_jp: このチャンネルで有効になっている出発発言。
nl_nl: Afscheidsbericht ingeschakeld op dit kanaal.
ru_ru: Прощальные сообщения включены на этом канале.

# administration_ch_name_change
source: Channel Name Changed
ar: تم تغير اسم القناة .
ja_jp: チャンネル名が変更されました。
nl_nl: Kanaalnaam is veranderd.
ru_ru: Имя канала изменено

# administration_ch_old_name
source: Old Name
ar: الاسم القديم .
ja_jp: 古称
nl_nl: Oude naam
ru_ru: Старое имя.

# administration_ch_topic_change
source: Channel Topic Changed
ar: تم تغير موضوع القناة.
ja_jp: チャネルトピックが変更されました
nl_nl: Kanaalonderwerp is veranderd
ru_ru: Тема канала изменена

# administration_cleaned_up
source: Cleaned up.
ar: تم تنظيف المحتوى .
ja_jp: クリーンアップ
nl_nl: Opgeruimd.
ru_ru: Чат очищен.

# administration_content
source: Content
ar: المحتوى .
ja_jp: コンテント
nl_nl: Inhoud
ru_ru: Содержание

# administration_cr
source: Successfully created role {0}
ar: تم انشاء دور (0).
ja_jp: 正常に作成されたロール
nl_nl: Met success een nieuwe rol gecreëerd.
ru_ru: Роль {0} создана успешно

# administration_createtextchan
source: Text channel {0} created.
ar: تم انشاء قناة رسائل (0) .
ja_jp: 正常に作成されたロール
nl_nl: Tekst-kanaal {0} gecreëerd.
ru_ru: Текстовый канал {0} создан.

# administration_createvoich
source: Voice channel {0} created.
ar: تم أنشاء قناة الصوت {0}.
ja_jp: 音声チャネル{0}が作成されました。
nl_nl: Voice-kanaal {0} gecreëerd.
ru_ru: Голосовой канал {0} создан.

# administration_deafen
source: Deafen successful.
ar: تم الطرش بنجاح .
ja_jp: 聴覚障害者は成功です。
nl_nl: Dempen succesvol.
ru_ru: Успешное оглушение.

# administration_deleted_server
source: Deleted server {0}
ar: حذف السيرفر {0}.
ja_jp: 削除されたサーバー{0}
nl_nl: Server verwijderd {0}
ru_ru: Сервер {0} удален.

# administration_delmsg_off
source: Stopped automatic deletion of successful command invokations.
ar: تم وقف الحذف الالي لأوامر الاستدعاء الناجحة.
ja_jp: 成功したコマンド呼び出しの自動削除を停止しました。
nl_nl: Succesvol aangeroepen commando's worden niet automatisch verwijderd.
ru_ru: Отключено автоматическое удаление успешно выполненных команд.

# administration_delmsg_on
source: Now automatically deleting sucessful command invokations.
ar: سيتم الغاء الامر تلقائيا بعد التنفيذ .
ja_jp: これで正常に実行されたコマンド呼び出しが自動的に削除されます。
nl_nl: Succesvol aangeroepen commando's worden nu automatisch verwijderd.
ru_ru: Включено автоматическое удаление сообщений для успешно выполненных команд.

# administration_deltextchan
source: Text channel {0} deleted.
ar: تم حذف قناة الرسائل {0}.
ja_jp: テキストチャネル{0}が削除されました。
nl_nl: Tekst-kanaal {0} verwijderd.
ru_ru: Текстовый канал {0} удален.

# administration_delvoich
source: Voice channel {0} deleted.
ar: قناة الصوت {0} قد أحذفت.
ja_jp: 音声チャネル{0}が削除されました。
nl_nl: Voice-kanaal {0} verwijderd.
ru_ru: Голосовой канал {0} удален.

# administration_dm_from
source: DM from
ar: رسالة خاصة من
ja_jp: タイレクトメッセージガ
nl_nl: Privé-bericht van
ru_ru: ЛС от

# administration_donadd
source: Successfully added a new donator.Total donated amount from this user: {0} 👑
ar: تم اضافة متبرع جديد بنجاح . اجمالي تبرعات هذا المستخدم (0) 👑
ja_jp: 新しい寄付者を追加しました。このユーザーから寄付された金額：{0}
nl_nl: Met succes een nieuwe donateur toegevoegd. Totaal gedoneerde bedrag van deze gebruiker: {0}
ru_ru: Успешно добавлен новый донатор. Общее количество пожертвований от этого пользователя: {0} 👑

# administration_donators
source: Thanks to the people listed below for making this project happen!
ar: شكرا للجميع في القائمة التالية على مساهمتهم في تحقيق هذا المشروع!
ja_jp: このプロジェクトを実現するために、下記の人々に感謝します！
nl_nl: Dank aan de mensen hieronder voor het waarmaken van dit project!
ru_ru: Спасибо ниже перечисленным людям за помощь в развитии этого проекта!

# administration_fwall_start
source: I will forward DMs to all owners.
ar: سوف ارسل الرسائل الخاصة الى جميع المالكين.
ja_jp: 私はDMをすべての所有者に転送します。
nl_nl: Ik zal alle eigenaren privé-berichten doorsturen.
ru_ru: Я буду перенаправлять личные сообщения всем владельцам.

# administration_fwall_stop
source: I will forward DMs only to the first owner.
ar: سوف ارسل الرسائل الخاصة الى المالك الأول فقط.
ja_jp: 私は最初の所有者にDMを転送します。
nl_nl: Ik zal alleen privé-berichten doorsturen naar de eerste eigenaar.
ru_ru: Я буду перенаправлять личные сообщения только первому владельцу.

# administration_fwdm_start
source: I will forward DMs from now on.
ar: من الان فصاعدا سوف أرسل الرسائل الخاصة.
ja_jp: 私は今からDMを転送します。
nl_nl: Ik zal privé-berichten doorsturen vanaf nu.
ru_ru: Теперь я буду перенаправлять ЛС.

# administration_fwdm_stop
source: I will stop forwarding DMs from now on.
ar: من الان فصاعدا سوف أتوقف عن أرسال الرسائل الخاصة.
ja_jp: 私は今からDMを転送するのをやめます。
nl_nl: Ik stop vanaf nu met het doorsturen van privé berichten.
ru_ru: Теперь я прекращу перенаправлять ЛС.

# administration_greetdel_off
source: Automatic deletion of greet messages has been disabled.
ar: تم تعطيل الحذف الالي لرسائل التحية.
ja_jp: 挨拶メッセージの自動削除が無効になっています。
nl_nl: Automatisch verwijderen van begroetings-berichten uitgeschakeld.
ru_ru: Автоматическое удаление приветственных сообщений выключено.

# administration_greetdel_on
source: Greet messages will be deleted after {0} seconds.
ar: سوف يتم حذف رسائل التحية بعد {0} ثانية.
ja_jp: {0}秒後にメッセージが削除されます。
nl_nl: Begroetings-berichten zullen worden verwijderd na {0} seconden.
ru_ru: Приветственные сообщения будут удаляться через {0} секунд.

# administration_greetdmmsg_cur
source: Current DM greet message: {0}
ar: الرسالة الخاصة الحالية للتحية : {0}
ja_jp: 現在のDM挨拶メッセージ：{0}
nl_nl: Momenteel is het privé begroetings-bericht: {0}
ru_ru: Текущее приветственное ЛС: {0}

# administration_greetdmmsg_enable
source: Enable DM greet messages by typing {0}
ar: تمكين DM رسائل التحية عن طريق كتابة {0}
ja_jp: {0}を入力してDM greetメッセージを有効にする
nl_nl: Schakel DM begroetingen in door {0} in te typen
ru_ru: Включите приветственные ЛС, написав {0}

# administration_greetdmmsg_new
source: New DM greet message set.
ar: تم تثبيت رسالة التحية عبر رسالة خاصة.
ja_jp: 新しいDMはメッセージセットを迎える。
nl_nl: Nieuwe DM begroeting ingesteld.
ru_ru: Новое приветственное ЛС установлено.

# administration_greetdm_off
source: DM greet announcements disabled.
ar: تم تعطيل الإعلان عن التحية عبر الرسائل الخاصة.
ja_jp: DMのお知らせを無効にする
nl_nl: DM begroetingen uitgeschakeld.
ru_ru: Приветственые ЛС отключены.

# administration_greetdm_on
source: DM greet announcements enabled.
ar: تم تفعيل الإعلان عن التحية عبر الرسائل الخاصة.
ja_jp: DMのお知らせを有効にしました。
nl_nl: DM begroetingen ingeschakeld.
ru_ru: Приветственные ЛС включены.

# administration_greetmsg_cur
source: Current greet message: {0}
ar: رسالة التحية الحالية : {0}
ja_jp: 現在の挨拶メッセージ：{0}
nl_nl: Huidige begroeting: {0}
ru_ru: Текущее приветственное сообщение: {0}

# administration_greetmsg_enable
source: Enable greet messages by typing {0}
ar: يتم تفعيل رسائل التحية بكتابة {0}
ja_jp: {0}と入力してgreetメッセージを有効にする
nl_nl: Schakel begroetingen in door {0} in te typen
ru_ru: Чтобы включить приветственные сообщения введите {0}

# administration_greetmsg_new
source: New greet message set.
ar: وضع رسالة تحية جديدة.
ja_jp: 新しい挨拶メッセージセット。
nl_nl: Nieuwe begroeting ingesteld.
ru_ru: Новое приветственное сообщение установлено.

# administration_greet_off
source: Greet announcements disabled.
ar: اعلان التحية غير مفعل .
ja_jp: お知らせを無効にしました。
nl_nl: Begroetingen uitgeschakeld.
ru_ru: Приветственные сообщения выключены.

# administration_greet_on
source: Greet announcements enabled on this channel.
ar: اعلان التحية مفعل في هذه القناة .
ja_jp: このチャンネルでアナウンスを有効にします。
nl_nl: Begroetingen uitschakeld op dit kanaal.
ru_ru: Приветственные сообщения включены на этом канале.
