Repository: bugladen/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: ar, ja_jp, nl_nl, ru_ru

# administration_user_muted
source: {0} has been **muted** from text and voice chat.
ar: {0} تم **صامتة** من الدردشة والدردشة الصوتية.
ja_jp: {0}はテキストチャットとボイスチャットから**ミュート**されています。
nl_nl: {0} is **gedempt** van het tekst- en voice-kanaal.
ru_ru: {0} получил **запрет** на разговор в текстовых и голосовых каналах.

# administration_user_role_add
source: User's role added
ar: أضافة دور المستخدم
ja_jp: 利用者にロールを追加した
nl_nl: Rol van gebruiker toegevoegd
ru_ru: Добавлена роль пользователя

# administration_user_role_rem
source: User's role removed
ar: إزالة دور المستخدم
ja_jp: 利用者のロールを削除した
nl_nl: Rol van gebruiker verwijderd
ru_ru: Удалена роль пользователя

# administration_user_status_change
source: {0} is now {1}
ar: (0) اصبح الان (1)
ja_jp: {0}さんは今{1}になった
nl_nl: {0} is nu {1}
ru_ru: {0} теперь {1}

# administration_user_unmuted
source: {0} has been **unmuted** from text and voice chat.
ar: (0) اصبح ** صامت ** في المراسلة والمحادثة .
ja_jp: {0}はテキストとボイスチャットから**ミュートされていません**。
nl_nl: {0} is **ongedempt** van het tekst- en voice-kanaal.
ru_ru: {0} получил **разрешение** на разговор в текстовых и голосовых каналах.

# administration_user_vjoined
source: {0} has joined {1} voice channel.
ar: (0) اشترك ب (1) قناة الصوت .
ja_jp: {0}は{1}音声チャンネルに参加しました
nl_nl: {0} is {1} voice-kanaal toegetreden.
ru_ru: {0} присоединился к голосовому каналу {1}.

# administration_user_vleft
source: {0} has left {1} voice channel.
ar: (0) خرج من (1) قناة الصوت .
ja_jp: {0}は音声チャネルを残しました{1}
nl_nl: {0} heeft {1} voice-kanaal verlaten.
ru_ru: {0} покинул голосовой канал {1}.

# administration_user_vmoved
source: {0} moved from {1} to {2} voice channel.
ar: {0} تغير من {1} الى {2} قناة الصوتية.
ja_jp: {0}は{1}から{2}音声チャネルに移動しました。
nl_nl: {0} heeft {1} naar {2} voice-kanaal verplaatst.
ru_ru: {0} переместился из голосового канала {1} в {2}.

# administration_user_voice_mute
source: {0} has been **voice muted**.
ar: (0) تم **اسكات الصوت**
ja_jp: {0}は**音声ミュートされました**。
nl_nl: {0} is **spraak gemute**.
ru_ru: **Выключен микрофон** у {0}.

# administration_user_voice_unmute
source: {0} has been **voice unmuted**.
ar: (0) تم ازالة **اسكات الصوت**
ja_jp: {0}は**音声ミュートされていません**。
nl_nl: {0} is **spraak geünmute**.
ru_ru: **Включён микрофон** у {0}.

# administration_voice_chan_created
source: Voice channel created
ar: انشاء قناة صوت
ja_jp: 音声チャネルが作成されました
nl_nl: Voice-kanaal gemaakt
ru_ru: Голосовой канал создан

# administration_voice_chan_destroyed
source: Voice channel destroyed
ar: تدمير قناة الصوت
ja_jp: 音声チャネルが破壊されました
nl_nl: Voice-kanaal verwijderd
ru_ru: Голосовой канал удалён

# administration_vt_disabled
source: Disabled voice + text feature.
ar: ايقاف خصائص الصوت والكتابة
ja_jp: 音声+テキスト機能が無効になっています。
nl_nl: Spraak + tekst mogelijkheid uitgezet.
ru_ru: Отключены голосовые + текстовые функции.

# administration_vt_enabled
source: Enabled voice + text feature.
ar: تفعيل خصائص الصوت والكتابة
ja_jp: 音声+テキスト機能を有効にしました。
nl_nl: Spraak + tekst mogelijkheid aangezet.
ru_ru: Включены голосовые + текстовые функции.

# administration_vt_exit
source: I don't have **manage roles** and/or **manage channels** permission, so I cannot run `voice+text` on {0} server.
ja_jp: **私は役割を管理していません**そして/または**チャンネルを管理しています**許可。だから{0}サーバーで音声+テキストを実行できません。
nl_nl: Ik heb geen **Rol Beheer** en/of **Kanaal Beheer** toestemmingen, dus ik kan geen `stem+text` gebruiken op de {0} server.
ru_ru: Нет разрешения на **Управление ролями** и/или **Управление каналами**, поэтому нельзя использовать команду 'voice+text' на сервере {0}.

# administration_vt_no_admin
source: You are enabling/disabling this feature and **I do not have ADMINISTRATOR permissions**. This may cause some issues, and you will have to clean up text channels yourself afterwards.
ja_jp: あなたはこの機能を有効/無効にしています。**私は管理者権限を持っていません**。これによりいくつかの問題が発生する可能性があります。その後、自分でテキストチャネルをクリーンアップする必要があります。
nl_nl: Deze eigenschap wordt door jou ingeschakeld/uitgeschakeld maar **Ik heb geen ADMINISTRATIEVE toestemmingen**. Hierdoor kunnen er mogelijk problemen ontstaan, en je zal daarna de tekst-kanalen zelf moeten opruimen.
ru_ru: Вы пытаетесь включить/отключить это свойство и **отсутствует разрешение АДМИНИСТРАТОР**. Это может вызвать ошибки, и вам придётся удалять текст в текстовых каналах самостоятельно.

# administration_vt_perms
source: I require atleast **manage roles** and **manage channels** permissions to enable this feature. (preffered Administration permission)
ja_jp: この機能を有効にするには、少なくとも**役割を管理する**と**チャネルを管理する**権限が必要です。 （管理権限が必要です）
nl_nl: Ik heb tenminste **Rol Beheering** en **Kanaal Beheering** toestemmingen nodig om deze eigenschap in te schakelen. (Gelieve administratieve rechten)
ru_ru: Для этого свойства требуются как минимум разрешения **управление ролями** и **управление каналами**. (Рекомендуется разрешение Администратор)

# administration_xmuted_text
source: User {0} from text chat
ar: المستخدم (0) من كتابة الرسائل
ja_jp: テキストチャットのユーザー{0}
nl_nl: Gebruiker {0} van tekstkanaal
ru_ru: Пользователь {0} в текстовом чате

# administration_xmuted_text_and_voice
source: User {0} from text and voice chat
ar: المستخدم (0) من الكتابة ومحادثة الصوت
ja_jp: テキストとボイスチャットのユーザー{0}
nl_nl: Gebruiker {0} van tekst- en spraakkanaal
ru_ru: Пользователь {0} в текстовом и голосовом чатах

# administration_xmuted_voice
source: User {0} from voice chat
ar: المستخدم (0) من محادثة الصوت
ja_jp: ボイスチャットからのユーザー{0}
nl_nl: Gebruiker {0} van spraakkanaal
ru_ru: Пользовать {0} в голосовом чате

# administration_sbdm
source: You have been soft-banned from {0} server. Reason: {1}
ar: لقد تم حظرك من {0} مزود. السبب: {1}
ja_jp: あなたは{0}サーバーからソフト禁止されました。 理由：{1}
nl_nl: Je bent soft-gebant van {0} server. Reden: {1}
ru_ru: Вас забанили на сервере {0}. Причина: {1}

# administration_user_unbanned
source: User unbanned
ar: ازالة الطرد عن المستخدم
ja_jp: Since I'm using "exiled" for banned. need to rethink a new word.. so just leave this one alone
nl_nl: Gebruiker niet meer verbannen
ru_ru: Пользователь разбанен.

# administration_migration_done
source: Migration done!
ar: تمت الهجرة !
ja_jp: 移行が完了しました！
nl_nl: Migratie klaar!
ru_ru: Перемещение закончено!

# adminsitration_migration_error
source: Error while migrating, check bot's console for more information.
ar: حدث خطأ أثناء الترحيل، راجع وحدة تحكم بوت للحصول على مزيد من المعلومات.
ja_jp: 移行中にエラーが発生しました。詳細については、ボットのコンソールを確認してください。
nl_nl: Fout tijdens het migreren, kijk in de bot zijn console voor meer informatie.
ru_ru: Ошибка при переносе файлов, проверьте консоль бота для получения дальнейшей информации.

# administration_presence_updates
source: Presence updates
ar: التحديث الحالي
ja_jp: 存在の更新
nl_nl: Aanwezigheid updates
ru_ru: История присутвия пользователей

# administration_sb_user
source: User soft-banned
ar: المستخدم طرد-مخفض
ja_jp: ユーザはソフトバン
nl_nl: Gebruiker soft-gebant
ru_ru: Пользователя выгнали

# gambling_awarded
source: has awarded {0} to {1}
ar: تم منح (0) الى (1)
ja_jp: {0}から{1}に授与されました
nl_nl: heeft {0} aan {1} gegeven
ru_ru: наградил {0} пользователю {1}

# gambling_better_luck
source: Better luck next time ^_^
ar: حظا اوفر المرة القادمة ^_^
ja_jp: 次回より良い運がいいよ^ _ ^
nl_nl: Volgende keer beter ^_^
ru_ru: В следующий раз повезёт ^_^

# gambling_br_win
source: Congratulations! You won {0} for rolling above {1}
ar: مبارك لقد فزت (0) دحرجة فوق (1)
ja_jp: おめでとう！あなたは{1}以上で転がって{0}勝った
nl_nl: Gefeliciteerd! Je hebt {0} gewonnen voor het rollen boven de {1}
ru_ru: Поздравляем! Вы выиграли {0}, так как выбросили больше {1}

# gambling_deck_reshuffled
source: Deck reshuffled.
ar: خلط ورق اللعب مرة ثانية
ja_jp: デッキが再編されました。
nl_nl: Dek herschud.
ru_ru: Колода перетасована.

# gambling_flipped
source: flipped {0}.
ar: قلب (0)
ja_jp: 反転した{0}。
nl_nl: heeft de munt op {0} gegooid
ru_ru: подброшено {0}

# gambling_flip_guess
source: You guessed it! You won {0}
ar: لقد خمنتها ! فزت (0)
ja_jp: ご想像の通り！あなたは{0}を獲得しました
nl_nl: Je hebt het goed gegokt! Je hebt {0} gewonnen
ru_ru: Вы угадали! Вы выиграли {0}

# gambling_flip_invalid
source: Invalid number specified. You can flip 1 to {0} coins.
ar: رقم خطأ غير مخصص . بأمكانك قلب 1 الى (0) عملة نقدية
ja_jp: 無効な番号が指定されました。 1を{0}コインにすることができます。
nl_nl: Ongeldig nummer opgegeven. Je kan 1 tot {0} munten opgooien
ru_ru: Указано неверное число. Вы можете подбросить от 1 до {0} монет.

# gambling_flowerreaction_desc
source: Add {0} reaction to this message to get {1}
ar: اضف الى (0) للحصول على الرمز التفاعلي ل(1)
ja_jp: このメッセージに{0}反応を加えて{1}を得る␣
nl_nl: Voeg een {0} reactie toe aan dit bericht om {0} te krijgen
ru_ru: Добавьте {0}, как реакцию к этому сообщению, чтобы получить {1}␣

# gambling_flowerreaction_footer
source: This event is active for up to {0} hours.
ar: الحدث مستمر لغاية (0) ساعة
ja_jp: このイベントは最大{0}時間有効です。
nl_nl: Dit evenement blijft actief voor {0} uur.
ru_ru: Это событие активно в течение не более {0} часов.

# gambling_flowerreaction_title
source: Flower reaction event started!
ar: وردة الرمز التفاعلي بدأت !
ja_jp: 花の反応が始まった！
nl_nl: Bloemen reactie evenement gestart!
ru_ru: Событие получения цветов началось!

# gambling_gifted
source: has gifted {0} to {1}
ar: لقد اهدا (0) الى (1)
ja_jp: は{0}から{1}に才能を与えました
nl_nl: heeft {0} aan {1} cadeau gegeven
ru_ru: подарил {0} {1}

# gambling_has
source: {0} has {1}
ar: (0) يملك (1)
ja_jp: {0}には{1}があります
nl_nl: {0} heeft {1}
ru_ru: У {0} есть {1}

# gambling_heads
source: Head
ar: رأس
ja_jp: 頭
nl_nl: Kop
ru_ru: Решка

# gambling_leaderboard
source: Leaderboard
ar: قائمة المتصدرين
ja_jp: リーダーボード
nl_nl: Scoreboard
ru_ru: Таблица рекордов

# gambling_mass_award
source: Awarded {0} to {1} users from {2} role.
ar: تم مكافئة {0} الى {1} المستخدم من دور {2}.
ja_jp: {2}から{0}人の{1}人のユーザーを獲得しました。
nl_nl: {0} heeft {1} gebruikers beloont met {2} rol.
ru_ru: {1} пользователей c ролью {2} награждены {0}.

# gambling_max_bet_limit
source: You can't bet more than {0}
ar: لايمكنك المزايدة اكثر من (0)
ja_jp: {0}以上の賭けはできません
nl_nl: Je kan niet meer dan {0} wedden
ru_ru: Вы не можете поставить больше {0}

# gambling_min_bet_limit
source: You can't bet less than {0}
ar: لا يمكنك المزايدة اقل من (0)
ja_jp: あなたは{0}未満に賭けることはできません
nl_nl: Je kan niet minder dan {0} wedden
ru_ru: Вы не можете поставить меньше {0}

# gambling_not_enough
source: You don't have enough {0}
ar: انت لا تملك ما يكفي (0)
ja_jp: あなたに十分な{0}がありません。
nl_nl: Je hebt niet genoeg {0}
ru_ru: У Вас недостаточно {0}

# gambling_no_more_cards
source: No more cards in the deck.
ar: لا مزيد للورق على الطاولة
ja_jp: デッキにはもうカードがありません。
nl_nl: Geen kaarten meer in het dek.
ru_ru: В колоде закончились карты.

# gambling_raffled_user
source: Raffled user
ar: بيع المستخدم يانصيب
ja_jp: 抽選でユーザーを入力しました。
nl_nl: Verlootte gebruiker
ru_ru: Победитель лотереи

# gambling_roll
source: You rolled {0}.
ar: لقد دحرجت (0)
ja_jp: あなたは{0}をロールした。
nl_nl: Je hebt {0} gerold.
ru_ru: Вам выпало {0}.

# gambling_slot_bet
source: Bet
ar: المزايدة
ja_jp: 賭ける
nl_nl: Inzet
ru_ru: Ставка

# gambling_slot_jackpot
source: WOAAHHHHHH!!! Congratulations!!! x{0}
ar: WOAAHHHHHH!!! مبارك !!! * (0)
ja_jp: 素晴らしい！おめでとう！ x {0}
nl_nl: WOAAHHHHHH!!! Gefeliciteerd!!! x{0}
ru_ru: НИЧЕГО СЕБЕ!!! Поздраляем!!! x{0}

# gambling_slot_single
source: A single {0}, x{1}
ar: اشارة (0) , *(1)
ja_jp: 単一の{0}、x {1}
nl_nl: Een enkele {0}, x{1}
ru_ru: Один {0}, x{1}

# gambling_slot_three
source: Wow! Lucky! Three of a kind! x{0}
ar: واو ! محظوظ! ثلاثة من نوع ! * (0)
ja_jp: うわー！幸運な！ 3種類の！ x {0}
nl_nl: Wow! Wat een geluk! Three of a kind! x{0}
ru_ru: Вот это повезло! Тройка! x{0}

# gambling_slot_two
source: Good job! Two {0} - bet x{1}
ar: عمل جيد ! اثنين (0) - مزايدة *(1)
ja_jp: よくやった！ 2つの{0} - ベットx {1}
nl_nl: Goed gedaan! Twee {0} - wed x{1}
ru_ru: Молодец! Две {} - ставка x{1}

# gambling_slot_won
source: Won
ar: فزت
ja_jp: ウォン
nl_nl: Gewonnen
ru_ru: Выиграл

# gambling_sneakygamestatus_desc
source: Users must type a secret code to get {0}. Lasts {1} seconds. Don't tell anyone. Shhh.
ja_jp: ユーザーは{0}を取得するために秘密のコードを入力する必要があります。 {1}秒続く。誰にも言わないでください。 ：ウィンク：
nl_nl: Gebruikers moeten een geheime code in typen om {0} te krijgen. Duurt {1} seconden. Vertel het aan niemand. Shhh.
ru_ru: Пользователи могут ввести секретный код, чтобы получить {0}. Длится {1} секунд. Никому не говори!

# gambling_sneakygamestatus_end
source: SneakyGame event ended. {0} users received the reward.
ja_jp: 卑劣なゲームイベントが終了しました。 {0}ユーザーは報酬を受け取った。
nl_nl: SneakyGame evenement geeindigt. {0} gebruikers hebben een beloning ontvangen.
ru_ru: Закончилось событие SneakyGame. {0} пользователей получили награду.

# gambling_sneakygamestatus_title
source: SneakyGameStatus event started
ja_jp: 卑劣なゲームステータスイベントが開始されました
nl_nl: SneakyGameStatus evenement gestart.
ru_ru: Началось событие SneakyGameStatus

# gambling_tails
source: Tail
ar: ذيل
ja_jp: テイル
nl_nl: Munt
ru_ru: Орёл

# gambling_take
source: successfully took {0} from {1}
ar: بنجاح اخذت (0) من (1)
ja_jp: {1}から{0}を正常に受け取りました
nl_nl: succesvol {0} van {1} genomen
ru_ru: успешно забрал {0} у {1}

# gambling_take_fail
source: was unable to take {0} from{1} because the user doesn't have that much {2}!
ar: لم استطع اخذ (0) من (1) بسبب المستخدم لا يملك ما يكفي من (2)!
ja_jp: ユーザーが{2}をあまり持っていないので{1}から{0}を取ることができませんでした！
nl_nl: kon niet {0} van {1} nemen omdat de gebruiker niet zoveel {2} heeft!
ru_ru: не смог забрать {0} у {1}, поскольку у пользователя нет столько {2}!

# help_back_to_toc
source: Back to ToC
ar: العودة الى TOC
ja_jp: ToCに戻る
nl_nl: Terug naar de inhoudsopgave
ru_ru: Вернуться к оглавлению

# help_bot_owner_only
source: Bot owner only
ar: فقط مالك البوت
ja_jp: ボットの所有者のみ
nl_nl: Alleen voor Bot-eigenaren
ru_ru: Только для владельца бота

# help_channel_permission
source: Requires {0} channel permission.
ar: مطلوب (0) للسماح بالقناة
ja_jp: {0}チャンネル許可が必要です。
nl_nl: Heeft {0} kanaal rechten nodig.
ru_ru: Требуется разрешение канала {0}.

# help_cmdlist_donate
source: You can support the project on patreon: <{0}> or paypal: <{1}>
ar: يمكنك بدعم المشروع في <{patreon: <{0 او في <{1}> :paypal
ja_jp: パトロンでプロジェクトをサポートすることができます：<{0}>またはpaypal：<{1}>
nl_nl: Je kan het project steunen op Patreon: <{0}> of PayPal: <{1}>
ru_ru: Вы можете поддержать проект в patreon: <{0}> или через paypal: <{1}>

# help_cmd_and_alias
source: Commands and aliases
ar: الأوامر والأسماء المستعارة
ja_jp: コマンドとエイリアス
nl_nl: Commando's en aliassen
ru_ru: Команды и альтернативные имена команд

# help_commandlist_regen
source: Commandlist regenerated.
ar: قائمة الأوامر مجددة.
ja_jp: コマンドリストが再生成されました。
nl_nl: Commandolijst gegenereerd.
ru_ru: Список команд создан.

# help_commands_instr
source: Type `{0}h CommandName` to see the help for that specified command. e.g. `{0}h >8ball`
ja_jp: `{0} h コマンド名`と入力すると、指定されたコマンドのヘルプが表示されます。
nl_nl: Typ `{0}h CommandoNaam` om de uitleg te zien voor dat specifieke commando. b.v `{0}h >8bal`
ru_ru: Напишите '{0}h ИмяКоманды', чтобы получить справку для этой команды. Например, '{0}h >8ball'

# help_command_not_found
source: I can't find that command. Please verify that the command exists before trying again.
ar: لا استطيع ان اجد الامر . الرجاء تأكد من وجود الامر قبل المحاولة التالية
ja_jp: 私はそのコマンドを見つけることができません。再試行する前にコマンドが存在することを確認してください。
nl_nl: Ik kan het commando niet vinden. Verifieer of dit commando echt bestaat voordat je het opnieuw probeert.
ru_ru: Эта команда не найдена. Пожалуйста, убедитесь, что команда существует.

# help_desc
source: Description
ar: وصف
ja_jp: 形容
nl_nl: Beschrijving
ru_ru: Описание

# help_donate
source: You can support the NadekoBot project on Patreon <{0}> or Paypal <{1}> Don't forget to leave your discord name or id in the message. **Thank you** ♥️
ar: يمكنكم الدعم مشروع NadekoBot في <{Patreon <{0 او في <{1}> PayPal لا تنسى تترك اسمك في ديسكورد او الID في علبة الرسالة. ** شكراً لكم **♥️
ja_jp: あなたはNadekoBotプロジェクトを パトリオン<{0}>または Paypal <{1}> あなたの不和の名前またはIDをメッセージに残すことを忘れないでください。 **ありがとうございました**♥<2ja>
nl_nl: Je kan het NadekoBot project steunen op Patreon <{0}> of PayPal <{1}> Vergeet niet je discord naam en id in het bericht te zetten. **Hartelijk bedankt** ♥️
ru_ru: Вы можете поддержать проект NadekoBot в Patreon <{0}> или Paypal <{1}> Не забудьте оставить ваше имя в Discord или id в Вашем сообщении. **Спасибо** ♥️

# help_guide
source: **List of commands**: <{0}> **Hosting guides and docs can be found here**: <{1}>
ja_jp: **コマンド一覧**：<{0}> **ホスティングガイドとドキュメントはこちら**：<{1}>
nl_nl: **Lijst met commando's**: <{0}> **Hosting tutorials en documenten kunnen hier gevonden worden**: <{1}>
ru_ru: **Список команд**: <{0}> **Руководства по установке и документы можно найти здесь**: <{1}>

# help_list_of_commands
source: List of commands
ar: قاىمة الأوامر
ja_jp: コマンド一覧
nl_nl: Lijst met commando's
ru_ru: Список команд

# help_list_of_modules
source: List of modules
ar: قائمة الوحدات
ja_jp: モジュール一覧
nl_nl: Lijst met modules
ru_ru: Список модулей

# help_modules_footer
source: Type `{0}cmds ModuleName` to get a list of commands in that module. eg `{0}cmds games`
ja_jp: `{0} cmds ModuleName`と入力すると、そのモジュール内のコマンドのリストを取得できます
nl_nl: Typ `{0}cmds ModuleNaam` om een lijst van commando's te krijgen voor die module. bv `{0}cmds games`
ru_ru: Напишите '{0}cmds ИмяМодуля', чтобы получить список команд в этом модуле. Например, '{0}cmds games'

# help_module_not_found
source: That module does not exist.
ar: تلك الوحدة غير موجودة.
ja_jp: そのモジュールは存在しません。
nl_nl: Deze module bestaat niet.
ru_ru: Этот модуль не существует

# help_server_permission
source: Requires {0} server permission.
ar: يتطلب (0) أذن من السيرفر
ja_jp: {0}サーバーのアクセス許可が必要です。
nl_nl: Heeft {0} server rechten nodig.
ru_ru: Требуются серверное право {0}

# help_table_of_contents
source: Table of contents
ar: جدول المحتويات
ja_jp: 目次
nl_nl: Inhoudsopgave
ru_ru: Оглавление

# help_usage
source: Usage
ar: الأستعمال
ja_jp: 使用法
nl_nl: Gebruik
ru_ru: Использование

# nsfw_autohentai_started
source: Autohentai started. Reposting every {0}s with one of the following tags: {1}
ja_jp: Autohentaiが開始しました。すべての{0}を次のいずれかのタグで再転記してください： {1}
nl_nl: Autohentai gestart. Er wordt elke {0} seconden een foto geplaatst met de volgende labels: {1}
ru_ru: Авто-хентай запущен. Каждые {0}с будут отправляться изображения с одним из следующих тэгов: {1}

# nsfw_tag
source: Tag
ar: ربط
ja_jp: 荷札
nl_nl: Label
ru_ru: Тэг

# gambling_animal_race
source: Animal race
ar: سباق الحيوانات
ja_jp: アニマルレース
nl_nl: Dierenrace
ru_ru: Гонка зверей

# gambling_animal_race_failed
source: Failed to start since there was not enough participants.
ar: فشل في البدء لعدم وجود مشاركين كفاية
ja_jp: 十分な参加者がいなかったのでスタートできませんでした。
nl_nl: Gefaald om te starten omdat er niet genoeg deelnemers zijn.
ru_ru: Не удалось начать гонку, так как не хватает участников.

# gambling_animal_race_full
source: Race is full! Starting immediately.
ar: امتلئ السباق ! البدء فورا.
ja_jp: レースは満員になりました。すぐにスタートします。
nl_nl: De race is vol! De race wordt onmiddellijk gestart.
ru_ru: В гонке не осталось мест! Гонка начинается.

# gambling_animal_race_join
source: {0} joined as a {1}
ar: (0) انضم بصفة (1)
ja_jp: {0} は {1} として参加しました。
nl_nl: {0} doet mee als een {1}
ru_ru: {0} присоединился в роли {1}

# gambling_animal_race_join_bet
source: {0} joined as a {1} and bet {2}!
ar: (0) انضم بصفة (1) و راهن (2)!
ja_jp: {0}は{1}と{2}に参加しました！
nl_nl: {0} doet mee als een {1} en wed {2}!
ru_ru: {0} присоединился в роли {1} и сделал ставку {2}!

# gambling_animal_race_join_instr
source: Type {0}jr to join the race.
ar: اكتب {0}jr للانضمام إلى السباق.
ja_jp: レースに参加するには{0} jrと入力してください。
nl_nl: Typ {0}jr om mee te doen met de race.
ru_ru: Напишите {0}jr, чтобы присоединиться к гонке.

# gambling_animal_race_starting
source: Starting in 20 seconds or when the room is full.
ar: البدء خلال 20 ثانية او عند اكتمال العدد في الغرفة
ja_jp: 部屋がいっぱいになるか、20秒後にスタートします。
nl_nl: De race zal met 20 seconden beginnen of wanneer de kamer is vol.
ru_ru: Гонка начнётся через 20 секунд или когда все места будут заняты.

# gambling_animal_race_starting_with_x
source: Starting with {0} participants.
ar: البدء مع (0) مشتركين.
ja_jp: {0} 人の参加者でスタートします。
nl_nl: De race zal beginnen bij {0} deelnemers.
ru_ru: Гонка началась с {0} участниками.

# gambling_animal_race_won
source: {0} as {1} Won the race!
ar: (0) بصفة (1) فاز بالسباق!
ja_jp: {0}を{1}としてレースを獲得しました！
nl_nl: {0} heeft de race gewonnen als {1}!
ru_ru: {0} в роли {1} победил в гонке!

# gambling_animal_race_won_money
source: {0} as {1} Won the race and {2}!
ar: (0) بصفة (1) فاز بالسباق وايضا (2)!
ja_jp: {0}を{1}に、レースを{2}獲得しました！
nl_nl: {0} heeft de race gewonnen als {1} en {2}!
ru_ru: {0} в роли {1} победил в гонке и получил {2}!

# gambling_dice_invalid_number
source: Invalid number specified. You can roll {0}-{1} dice at once.
ja_jp: 数が正しくありません。一度に {0}-{1} のダイスを触れます。
nl_nl: Ongeldig nummer ingevoerd. Je kan de dobbelsteen van {0}-{1} rollen.
ru_ru: Задано неправильное число. Можно бросить {0}-{1} костей одновременно.

# gambling_dice_rolled
source: rolled {0}
ar: دحرج (0)
ja_jp: ロール状{0}
nl_nl: heeft {0} gerold.
ru_ru: выпало {0}

# gambling_dice_rolled_num
source: Dice rolled: {0}
ar: دحرج النرد : (0)
ja_jp: サイコロ振りました。: {0}
nl_nl: Dobbelsteen gerold: {0}
ru_ru: Брошено {0} костей.

# gambling_race_failed_starting
source: Failed starting the race. Another race is probably running.
ar: فشل بداية السباق. ربما سباق آخر في طور الحدوت.
ja_jp: レーズが開始できませんでした。他のレースが行われているかもしれません。
nl_nl: Starten van de race is mislukt. Een andere race is waarschijnlijk bezig.
ru_ru: Не удалось начать гонку. Другая гонка уже идёт.

# gambling_race_not_exist
source: No race exists on this server
ar: لا يوجد سباق على هذا الموزع
ja_jp: このサーバーでは、どのレースも存在していません。
nl_nl: Er bestaat geen enkele race op deze server
ru_ru: На данном сервере не идёт гонка.

# gambling_second_larger_than_first
source: Second number must be larger than the first one.
ar: الرقم الثانيي يجب ان يكون اكبر من الرقم الاول.
ja_jp: 最初の数よりも２番めの数が大きくなければなりません。
nl_nl: Het tweede nummer moet hoger zijn dan het eerste nummer.
ru_ru: Второе число должно быть больше первого.

# gambling_changes_of_heart
source: Changes of heart
ar: تغير بالخاطر
ja_jp: 「心」の変化
nl_nl: Ommezwaai
ru_ru: Изменения в чувствах

# gambling_claimed_by
source: Claimed by
ar: المطالبة
ja_jp: が主張する
nl_nl: Opgeëist door
ru_ru: Является мужем

# gambling_divorces
source: Divorces
ar: طلاق
ja_jp: 離婚
nl_nl: Scheidingen
ru_ru: Разводы

# gambling_likes
source: Likes
ar: اعجاب
ja_jp: 好き
ru_ru: Нравится

# gambling_price
source: Price
ar: ثمن
ja_jp: 価格
nl_nl: Prijs
ru_ru: Цена

# gambling_waifus_none
source: No waifus have been claimed yet.
ar: لم يتم المطلبة بأي waifus بعد.
ja_jp: waifusはまだ主張されていません。
nl_nl: Er zijn nog geen waifus geclaimed.
ru_ru: Ни одной вайфу ещё не забрали

# gambling_waifus_top_waifus
source: Top Waifus
ja_jp: トップワイフス
ru_ru: Рейтинг вайфу

# gambling_waifu_affinity_already
source: your affinity is already set to that waifu or you're trying to remove your affinity while not having one.
ja_jp: あなたの親和性はすでにそのwaifuに設定されているか、親和性を持たずに削除しようとしています。
nl_nl: Jouw affiniteit is al ingesteld op een waifu, of je probeert om je affiniteit weg te halen terwijl je geen hebt.
ru_ru: Ваша предрасположенность уже установлена для этой вайфу или Вы пытаесь убрать предрасположенность к вайфу, которой нет.

# gambling_waifu_affinity_changed
source: changed their affinity from {0} to {1}. *This is morally questionable.*🤔
ar: تغير إنجذابهم من {0} الى {1} *هذا مشكوك فيه أدبياً.*🤔
ja_jp: {0}から{1}にアフィニティを変更しました。 *これは道徳的に疑問です。*🤔
nl_nl: Affiniteit veranderd van {0} naar {1} *Dit is moreel gezien twijfelachtig.*🤔
ru_ru: сменил свою предрасположенность с {0} на {1}. *Это сомнительно с моральной точки зрения.*🤔
