Repository: bugladen/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: ar, ja_jp, nl_nl, ru_ru

# administration_hierarchy
source: You can't use this command on users with a role higher or equal to yours in the role hierarchy.
ar: ليس باستطاعتك ان تستخدم هذا الأمر على المستخدمين بدور اعلى من دورك او مساوا له في سلم الأدوار.
ja_jp: このコマンドは、役割階層内の役割以上のユーザーに対しては使用できません。
nl_nl: Je kunt geen commando gebruiken op gebruikers met een hogere of eenzelfde rol als die van jouw in de rollenhiërarchie.
ru_ru: Вы не можете использовать эту команду на пользователях равным или более высоким в иерархии ролей.

# administration_images_loaded
source: Images loaded after {0} seconds!
ar: تحميل الصور بعد {0} ثواني!
ja_jp: {0}秒後に画像が読み込まれました！
nl_nl: Afbeeldingen geladen na {0} seconden!
ru_ru: Картинки загружены за {0} секунд!

# administration_invalid_format
source: Invalid input format.
ar: ادخال خاطئ .
ja_jp: 入力フォーマットが無効です。
nl_nl: Ongeldig invoerformaat.
ru_ru: Неправильный формат ввода.

# administration_invalid_params
source: Invalid parameters.
ar: معلمات غير صالحة.
ja_jp: パラメータが無効です。
nl_nl: Ongeldige parameters.
ru_ru: Неправильные параметры.

# administration_joined
source: {0} has joined {1}
ar: انضم {0} الى {1}
ja_jp: {0}は{1}に参加しました
nl_nl: {0} heeft {1} toegetreden
ru_ru: {0} присоединился к {1}

# administration_kickdm
source: You have been kicked from {0} server. Reason: {1}
ar: لقد تم طردك من {0} السيرفر. السبب: {1}
ja_jp: あなたは{0}サーバーから蹴られました。 理由：{1}
nl_nl: Je bent gekickt van {0}. Reden: {1}
ru_ru: Вы были выгнаны с сервера {0}. Причина: {1}

# administration_kicked_user
source: User kicked
ar: تم طرد المستخدم .
ja_jp: ユーザーが蹴った
nl_nl: Gebruiker gekickt.
ru_ru: Пользователь выгнан

# administration_lang_list
source: List of languages
ar: قائمة اللغات .
ja_jp: 言語一覧 {0}
nl_nl: Lijst van talen {0}
ru_ru: Список языков

# administration_lang_set
source: Your server's locale is now {0} - {1}
ar: لغة سيرفرك الان {0}-{1}
ja_jp: サーバーのロケールが{0} - {1}になりました
nl_nl: Je server's landinstelling is nu {0} - {1}
ru_ru: Язык вашего сервера теперь {0} - {1}

# administration_lang_set_bot
source: Bot's default locale is now {0} - {1}
ar: لغة الألي إفتراضياً الآن {0} - {1}
ja_jp: Botのデフォルトのロケールは{0} - {1}になりました
nl_nl: De bot zijn standaard landinstelling is nu {0} - {1}
ru_ru: Язык бота по умолчанию теперь {0} - {1}

# administration_lang_set_bot_show
source: Bot's language is set to {0} - {1}
ar: تم ضبط لغة البوت الى (0) - (1) .
ja_jp: Botの言語は{0} - {1}に設定されています
nl_nl: Taal van de bot is nu {0} - {1}
ru_ru: Язык бота установлен как {0} - {1}

# administration_lang_set_fail
source: Failed setting locale. Revisit this command's help.
ar: فشل الضبط المحلي . قم بزيارة قائمة مساعدة الاوامر .
ja_jp: ロケールの設定に失敗しました。このコマンドのヘルプに戻ってください。
nl_nl: Instellen van landsinstelling mislukt. Ga naar de hulp voor dit commando.
ru_ru: Не удалось выставить язык. Проверьте справку к этой команде.

# administration_lang_set_show
source: This server's language is set to {0} - {1}
ar: لغة السيرفر مضبوطة الى (0) - (1) .
ja_jp: このサーバーの言語は{0}〜{1}に設定されています
nl_nl: De taal van de server is nu {0} - {1}
ru_ru: Язык этого сервера установлен как {0} - {1}

# administration_left
source: {0} has left {1}
ar: {0} ترك {1}
ja_jp: {0}さんが{1}を去りました
nl_nl: {0} heeft {1} verlaten
ru_ru: {0} покинул {1}

# administration_left_server
source: Left server {0}
ar: خرج من السيرفر (0)
ja_jp: {0}サーバーを去った
nl_nl: {0} verlaten
ru_ru: Покинул сервер {0}

# administration_log
source: Logging {0} event in this channel.
ar: تسجيل هذا الحدث في القناة (0) .
ja_jp: このチャネルに{0}イベントを記録します。
nl_nl: Gebeurtenis {0} wordt gelogd in dit kanaal.
ru_ru: В этом канале регистрируется событие {0}.

# administration_log_all
source: Logging all events in this channel.
ar: تسجيل جميع الاحداث في هذه القناة .
ja_jp: このチャンネルのすべてのイベントを記録します。
nl_nl: Alle gebeurtenissen worden gelogd in dit kanaal.
ru_ru: В этом канале регистрируются все события.

# administration_log_disabled
source: Logging disabled.
ar: تم تعطيل التسجيل.
ja_jp: ロギングが無効です
nl_nl: Logging uitgeschakeld.
ru_ru: Регистрация событий отключена.

# administration_log_events
source: Log events you can subscribe to:
ar: قائمة الاحداث التي يمكنك التسجيل بها .
ja_jp: 購読可能なイベントを記録する：
nl_nl: Log-gebeurtenissen waar je op kan abonneren:
ru_ru: Регистрируйте события, на которые Вы можете подписаться:

# administration_log_ignore
source: Logging will ignore {0}
ar: التسجيل سيتجاهل {0}
ja_jp: ロギングは{0}を無視します {0}
nl_nl: Logging zal {0} negeren
ru_ru: Регистрация будет игнорировать {0}.

# administration_log_not_ignore
source: Logging will not ignore {0}
ar: التسجيل لن يتجاهل {0}
ja_jp: ロギングは{0}を無視しません {0}
nl_nl: Logging zal {0} niet negeren
ru_ru: Регистрация не будет игнорировать {0}.

# administration_log_stop
source: Stopped logging {0} event.
ar: تم ايقاف تسجيل الحدث (0).
ja_jp: ログに記録された{0}イベントが停止しました。
nl_nl: Gestopt met het loggen van {0}.
ru_ru: Прекращена регистрация события {0}.

# administration_menrole
source: {0} has invoked a mention on the following roles
ar: (0) قد استند إلى ذكر الأدوار التالية
ja_jp: {0}は次の役割についての言及を呼び出しました
nl_nl: {0} heeft een melding geplaatst op de volgende rollen
ru_ru: {0} вызвал оповещение для следующих ролей

# administration_message_from_bo
source: Message from {0} `[Bot Owner]`:
ar: رسالة من (0) '[ مالك البوت ]' .
ja_jp: {0} `[Bot Owner]`からのメッセージ：
nl_nl: Bericht van {0} `[Bot Eigenaar]`:
ru_ru: Сообщение от {0} '[Владелец бота]':

# administration_message_sent
source: Message sent.
ar: تم ارسال الرسالة .
ja_jp: メッセージが送信されました。
nl_nl: Bericht verstuurd.
ru_ru: Сообщение отправлено.

# administration_moved
source: {0} moved from {1} to {2}
ar: (0) تم تحريك من (1) الى (2) .
ja_jp: {0}は{1}から{2}に移動しました
nl_nl: {0} verplaats van {1} naar {2}
ru_ru: {0} перемещён из {1} в {2}

# administration_msg_del
source: Message deleted in #{0}
ar: تم حذف الرسالة في {0}#
ja_jp: ＃{0}でメッセージが削除されました
nl_nl: Bericht in #{0} verwijderd
ru_ru: Сообщение удалено в #{0}

# administration_msg_update
source: Message updated in #{0}
ar: تم تحديث الرسالة في {0}#
ja_jp: ＃{0}で更新されたメッセージ
nl_nl: Bericht in #{0} bijgewerkt
ru_ru: Сообщение изменено в #{0}

# administration_muted_pl
source: Muted
ar: صامتة .
ja_jp: ミュート中
nl_nl: gemute
ru_ru: Заглушены

# administration_muted_sn
source: Muted
ar: صامتة .
ja_jp: ミュート
nl_nl: gemute
ru_ru: Заглушён

# administration_mute_error
source: I don't have the permission necessary for that most likely.
ar: ليس لدي الأذن الازم لذلك على ما يبدو.
ja_jp: 私はそれに必要な許可を持っていません。
nl_nl: Ik heb de benodigde rechten daarvoor waarschijnlijk niet.
ru_ru: Похоже, у меня нет необходимых разрешений.

# administration_mute_role_set
source: New mute role set.
ar: ضبط اسكات لدور جديد .
ja_jp: 新しいミュートロールセット。
nl_nl: Nieuwe demp rol geplaatst.
ru_ru: Новая роль заглушения установлена.

# administration_need_admin
source: I need **Administration** permission to do that.
ar: أحتاج الى الأذن "Administrator" للقيام بذلك.
ja_jp: 管理の権利が必要となります。
nl_nl: Ik heb **administrator** rechten daar voor nodig.
ru_ru: Мне нужно право **Администратор**, чтобы это сделать.

# administration_new_msg
source: New message
ar: رسالة جديدة .
ja_jp: 新しいメッセージ
nl_nl: Nieuw bericht
ru_ru: Новое сообщение

# administration_new_nick
source: New nickname
ar: لقب جديد .
ja_jp: 新しいニックネーム
nl_nl: Nieuwe bijnaam
ru_ru: Новое имя

# administration_new_topic
source: New topic
ar: موضوع جديد .
ja_jp: 新しいトピック
nl_nl: Nieuw onderwerp
ru_ru: Новый заголовок

# administration_nick_change
source: Nickname changed
ar: تغير اللقب .
ja_jp: ニックネームが変更されました
nl_nl: Bijnaam veranderd
ru_ru: Имя изменено

# administration_no_server
source: Can't find that server
ar: لم أجد هذا السيرجر
ja_jp: そのサーバーを見つけることができません
nl_nl: Kan de server niet vinden
ru_ru: Не могу найти этот сервер

# administration_no_shard_id
source: No shard with that ID found.
ar: لم يوجد مشاركة مع صاحب ID
ja_jp: そのIDのシャードは見つかりませんでした。
nl_nl: Geen shard gevonden met dat ID.
ru_ru: Не найдено Shard-а с таким ID.

# administration_old_msg
source: Old message
ar: رسائل قديمة .
ja_jp: 古いメッセージ
nl_nl: Oud bericht
ru_ru: Старое сообщение

# administration_old_nick
source: Old nickname
ar: لقب قديم .
ja_jp: 古いニックネーム
nl_nl: Oude bijnaam
ru_ru: Старое имя

# administration_old_topic
source: Old topic
ar: موضوع قديم .
ja_jp: 古いトピック
nl_nl: Oud onderwerp
ru_ru: Старый заголовок

# administration_perms
source: Error. Most likely I don't have sufficient permissions.
ar: خطأ . على الاغلب لا امتلك الصلاحيات الكافية .
ja_jp: エラー。ほとんどの場合、十分な権限がありません。
nl_nl: Error. Hoogst waarschijnlijk heb ik geen voldoende rechten.
ru_ru: Ошибка. Скорее всего мне не хватает прав.

# administration_perms_reset
source: Permissions for this server are reset.
ar: جميع الأذون في السيرفر أعاد تعيينهم.
ja_jp: このサーバーのアクセス許可はリセットされます。
nl_nl: De rechten op deze server zijn gereset.
ru_ru: Разрешения для этого сервера были сброшены.

# administration_prot_active
source: Active protections
ar: الحماية فعالة .
ja_jp: アクティブな保護
nl_nl: Actieve beschermingen.
ru_ru: Активные защиты от рейдов

# administration_prot_disable
source: {0} has been **disabled** on this server.
ar: تم تعطيل {0} على هذا السيرفر.
ja_jp: このサーバーで{0}は**無効**になっています。
nl_nl: {0} is nu ** uitgeschakeld** op deze server.
ru_ru: {0} был **отключён** на этом сервере.

# administration_prot_enable
source: {0} Enabled
ar: {0} مفعل
ja_jp: {0}を有効にしました
nl_nl: {0} Ingeschakeld
ru_ru: {0} включен

# administration_prot_error
source: Error. I need ManageRoles permission
ar: خطأ. أحتاج الى الأذن ManageRoles
ja_jp: エラー。管理権限が必要です。
nl_nl: Error. ik heb Beheer Rollen rechten nodig
ru_ru: Ошибка. Требуется право на управление ролями.

# administration_prot_none
source: No protection enabled.
ar: لس هنالك حماية فغالة.
ja_jp: 保護は有効になっていません。
nl_nl: Geen bescherming ingeschakeld.
ru_ru: Защита от рейдов отключена.

# administration_raid_cnt
source: User threshold must be between {0} and {1}.
ar: يجب أن يكون المستخدم عتبة بين {0} و {1}.
ja_jp: ユーザーのしきい値は{0}から{1}の間でなければなりません。
nl_nl: Gebruikersdrempel moet tussen {0} en {1} zijn.
ru_ru: Порог пользователей должен лежать между {0} и {1}.

# administration_raid_stats
source: If {0} or more users join within {1} seconds, I will {2} them.
ar: إذا {0} أو أكثر من المستخدمين الانضمام في {1} ثواني، سوف {2} لهم.
ja_jp: {0}以上のユーザーが{1}秒以内に参加する場合は、{2}それらを行います。
nl_nl: Als {0} of meerdere gebruikers binnen {1} seconden toetreden, zal ik ze {2}.
ru_ru: Если {0} или больше пользователей присоединяются в течение {1} секунд, Я {2} их.

# administration_raid_time
source: Time must be between {0} and {1} seconds.
ar: يجب أن يكون الوقت بين {0} و {1} ثواني.
ja_jp: 時刻は{0}〜{1}秒の間でなければなりません。
nl_nl: Aangegeven tijd hoort binnen {0} en {1} seconden te vallen.
ru_ru: Время должно быть между {0} и {1} секунд.

# administration_rar
source: Successfully removed all roles from user {0}
ar: تم حذف جميع الادوار من هذا المستخدم (0) .
ja_jp: ユーザー{0}からすべてのロールを削除しました
nl_nl: Met succes alle rollen van gebruiker {0} verwijderd.
ru_ru: Все роли пользователя {0} были успешно убраны с него

# administration_rar_err
source: Failed to remove roles. I have insufficient permissions.
ar: فشل حذف الدور . لا امتلك الصلاحيات الكافية .
ja_jp: ロールを削除できませんでした。私には十分な権限がありません。
nl_nl: Het verwijderen van de rollen is mislukt. Ik heb onvoldoende rechten.
ru_ru: Не удалось убрать роли. Отсутвуют требуемые разрешения.

# administration_rc
source: Color of {0} role has been changed.
ar: تم تغيير لون الدور{0} .
ja_jp: {0}ロールの色が変更されました。
nl_nl: De kleur van de rol {0} is veranderd.
ru_ru: Цвет роли {0} был изменён.

# administration_rc_not_exist
source: That role does not exist.
ar: الدور غير موجود.
ja_jp: その役割は存在しません。
nl_nl: Die rol bestaat niet.
ru_ru: Данная роль не существует.

# administration_rc_params
source: The parameters specified are invalid.
ar: المعلمات المحددة غير صالحة.
ja_jp: 指定されたパラメータは無効です。
nl_nl: De aangegeven parameters zijn ongeldig.
ru_ru: Заданные параметры недействительны.

# administration_rc_perms
source: Error occured due to invalid color or insufficient permissions.
ar: حدث خطأ بسبب لون غير صالح أو أذونات غير كافية.
ja_jp: 無効な色または権限が不十分なためにエラーが発生しました。
nl_nl: Error opgekomen vanwege ongeldige kleur of onvoldoende rechten.
ru_ru: Возникла ошибка из-за недействительного цвета или недостаточных разрешений.

# administration_remrole
source: Successfully removed role {0} from user {1}
ar: تم ازالة دور {0} من المستخدم {1}
ja_jp: ユーザー{1}からロール{0}を削除しました
nl_nl: Met sucess rol {0} verwijderd van gebruiker {1}.
ru_ru: Успешно убрана роль {0} пользователя {1}.

# administration_remrole_err
source: Failed to remove role. I have insufficient permissions.
ar: فشل حذف الدور. لا امتلك الصلاحيات الكافية .
ja_jp: 役割を削除できませんでした。私には十分な権限がありません。
nl_nl: Mislukt om rol te verwijderen. Ik heb onvoldoende rechten.
ru_ru: Не удалось убрать роль. Отсутвуют требуемые разрешения.

# administration_renrole
source: Role renamed.
ar: تغير اسم الدور .
ja_jp: 役割名を変更しました
nl_nl: Naam van de rol veranderd.
ru_ru: Роль переименована.

# administration_renrole_err
source: Failed to rename role. I have insufficient permissions.
ar: فشل تغير الاسم . لا امتلك الصلاحيات الكافية .
ja_jp: 役割の名前を変更できませんでした。私には十分な権限がありません。
nl_nl: Naam van de rol veranderen mislukt. Ik heb onvoldoende rechten.
ru_ru: Не получилось переименовать роль. У меня недостаточно прав.

# administration_renrole_perms
source: You can't edit roles higher than your highest role.
ar: لا يمكنك تعديل أدوار أعلى من أعلى دورك
ja_jp: 最高のロールよりも上位のロールは編集できません。
nl_nl: Je kan geen rollen bijwerken die hoger zijn dan je hoogste rol.
ru_ru: Вы не можете редактировать роли, находящиеся выше чем ваша роль.

# administration_reprm
source: Removed the playing message: {0}
ar: إزالة رسالة اللعب: {0}
ja_jp: 再生メッセージを削除しました：{0}
nl_nl: Spelende bericht verwijderd: {0}
ru_ru: Удалено повторяющееся сообщение: {0}

# administration_role_added
source: Role {0} as been added to the list.
ar: دور {0} تم أضيفت إلى القائمة.
ja_jp: ロール{0}がリストに追加されました。
nl_nl: Rol {0} is toegevoegd aan de lijst.
ru_ru: Роль {0} добавлена в список.

# administration_role_clean
source: {0} not found.Cleaned up.
ar: {0} لم يتم العثور.تم تنظيفه
ja_jp: {0}は見つかりませんでした。
nl_nl: {0} niet gevonden. Klaar met opruimen.
ru_ru: Роль {0} не найдена. Чат очищен.

# administration_role_in_list
source: Role {0} is already in the list.
ar: دور {0} موجود بالفعل في القائمة.
ja_jp: ロール{0}はすでにリストにあります。
nl_nl: Rol {0} staat al in de lijst.
ru_ru: Роль {0} уже есть в списке.

# administration_ropl_added
source: Added.
ar: اضافة .
ja_jp: 追加されました。
nl_nl: Toegevoegd.
ru_ru: Добавлено.

# administration_ropl_disabled
source: Rotating playing status disabled.
ar: تعطيل دوار وضع اللعب
ja_jp: 回転再生状態が無効になっています。
nl_nl: Routerende speelstatus uitgeschakeld.
ru_ru: Чередующиеся статусы отключены.

# administration_ropl_enabled
source: Rotating playing status enabled.
ar: تشغيل دوار وضع اللعب
ja_jp: 回転再生状態が有効になっています。
nl_nl: Routerende speelstatus ingeschakeld.
ru_ru: Чередующиеся статусы включены.

# administration_ropl_list
source: Here is a list of rotating statuses: {0}
ar: هذه قائمة من الحالات الدورية:(0)
ja_jp: 回転状態の一覧は次のとおりです： {0}
nl_nl: Hier is een lijst met routerende statussen: {0}
ru_ru: Список чередующихся статусов: {0}

# administration_ropl_not_set
source: No rotating playing statuses set.
ar: لم يتعين اوضاع اللعب الدوري.
ja_jp: 回転再生状態は設定されません。
nl_nl: Nog geen routerende speelstatussen ingesteld.
ru_ru: Чередующиеся статусы не установлены.

# administration_self_assign_already
source: You already have {0} role.
ar: لديك بالفعل الدور{0}.
ja_jp: あなたはすでに{0}ロールがあります。
nl_nl: Je hebt rol {0} al.
ru_ru: У вас уже есть роль {0}

# administration_self_assign_already_excl
source: You already have {0} exclusive self-assigned role.
ar: لديك بالفعل دور{0} الحصري المعين لك.
ja_jp: {0}はすでに自己割り当てロールを持っています。
nl_nl: Je hebt {0} exclusieve zelf-toegewezen rol al.
ru_ru: У Вас уже есть исключенная самоназначенная роль {0}.

# administration_self_assign_excl
source: Self assigned roles are now exclusive!
ar: الادوار المخصصة للتعين الذاتي الان اصبحت خاصة!
ja_jp: 自己割り当ての役割は今排他的です！
nl_nl: Zelf toegewezen rollen zijn nu exclusief!
ru_ru: Самоназначенные роли теперь взаимоисключающие!

# administration_self_assign_list
source: There are {0} self assignable roles
ar: هنالك (0) ادور مخصصة للتعين الذاتي .
ja_jp: 自分に割り当てられるロールが{0}個あります。
nl_nl: Er zijn {0} zelf toewijsbare rollen
ru_ru: Существует {0} самоназначенных ролей

# administration_self_assign_not
source: That role is not self-assignable.
ar: الدور غير مخصص للتعين الذاتي .
ja_jp: そのロールは自分に割り当てられません。
nl_nl: Deze rol is niet zelf-toewijsbaar.
ru_ru: Эта роль не является самоназначаемой.

# administration_self_assign_not_have
source: You don't have {0} role.
ar: ليس لديك دور {0}.
ja_jp: あなたは{0}ロールを持っていません。
nl_nl: Je hebt rol {0} niet.
ru_ru: У вас отсуствует роль {0}

# administration_self_assign_no_excl
source: Self assigned roles are now not exclusive!
ar: الادوار المخصصة للتعين الذاتي الان اصبحت غير خاصة!
ja_jp: 自己割り当ての役割は現在無制限です
nl_nl: Zelf-toegewezen rollen zijn nu niet exclusief!
ru_ru: Самоназначенные роли теперь не взаимоисключающие!

# administration_self_assign_perms
source: I am unable to add that role to you. `I can't add roles to owners or other roles higher than my role in the role hierarchy.`
ar: لا أست
ja_jp: 私はあなたにその役割を追加することができません。 `私は役割階層に私の役割よりも高い所有者または他の役割に役割を追加することはできません。
nl_nl: Ik kan deze rol niet aan je toevoegen. `Ik kan geen rollen toevoegen aan eigenaren of andere rollen die boven mij staan in de rol-hiërarchie.`
ru_ru: Не удалось добавить Вам эту роль. 'Нельзя добавлять роли владельцам или другим ролям, находящимся выше моей роли в ролевой иерархии'

# administration_self_assign_rem
source: {0} has been removed from the list of self-assignable roles.
ar: {0} تمت إزالته من قائمة الأدوار الذاتية التعيين.
ja_jp: 自己割り当て可能なロールのリストから{0}が削除されました。
nl_nl: {0} is verwijderd van de lijst met zelf toewijsbare rollen.
ru_ru: Роль {0} убрана из списка самоназначаемых ролей.

# administration_self_assign_remove
source: You no longer have {0} role.
ar: انت لا تملك هذا الدور (0) بعد الان.
ja_jp: あなたはもはや{0}ロールを持っていません。
nl_nl: Je hebt de {0} rol niet meer.
ru_ru: У вас больше нет роли {0}

# administration_self_assign_success
source: You now have {0} role.
ar: لقد اصبحت تملك هذا الدور (0) .
ja_jp: あなたは今{0}の役割を持っています。
nl_nl: Je hebt nu de {0} rol.
ru_ru: Теперь у вас есть роль {0}

# administration_setrole
source: Successfully added role {0} to user {1}
ar: تم اضافة الدور (0) بنجاح الى مستخدم (1).
ja_jp: ユーザー{1}にロール{0}を追加しました
nl_nl: Succesvol de rol {0} toegevoegd aan gebruiker {1}
ru_ru: Успешно добавлена роль {0} пользователю {1}

# administration_setrole_err
source: Failed to add role. I have insufficient permissions.
ar: فشل اضافة الدور . لا امتلك الاذن الكافي .
ja_jp: ロールの追加に失敗しました。アクセス権が足りません。
nl_nl: Fout bij het toevoegen van de rol. Ik heb onvoldoende rechten.
ru_ru: Не удалось добавить роль. Недостаточно разрешений.

# administration_set_avatar
source: New avatar set!
ar: مظهر جديد ضبط .
ja_jp: 新しいアバターセット！
nl_nl: Nieuwe avatar ingesteld!
ru_ru: Новый аватар установлен!

# administration_set_channel_name
source: New channel name set.
ar: ضبط اسم قناة جديد.
ja_jp: 新しいチャンネル名が設定されました。
nl_nl: Nieuwe kanaalnaam ingesteld.
ru_ru: Новое имя канала установлено.

# administration_set_game
source: New game set!
ar: تم اضافة لعبة جديدة !
ja_jp: 新しいゲームセット！
nl_nl: Nieuwe game ingesteld!
ru_ru: Новая игра установлена!

# administration_set_stream
source: New stream set!
ar: تم اضافة بث جديد !
ja_jp: 新しいストリームセット！
nl_nl: Nieuwe stream ingesteld!
ru_ru: Новая трансляция установлена!

# administration_set_topic
source: New channel topic set.
ar: اسند موضوع جديد للقناة.
ja_jp: 新しいチャンネルのトピックセット。
nl_nl: Nieuwe kanaalonderwerp ingesteld.
ru_ru: Новая тема канала установлена.

# administration_shard_reconnected
source: Shard {0} reconnected.
ar: شارد {0} اعيدت أتصالها.
ja_jp: シャード{0}が再接続されました。
nl_nl: Shard {0} opnieuw verbonden.
ru_ru: Shard {0} переподключён.

# administration_shard_reconnecting
source: Shard {0} reconnecting.
ar: شارد {0} يعادة الاتصال.
ja_jp: シャード{0}再接続中です。
nl_nl: Shard {0} is opnieuw aan het verbinden.
ru_ru: Shard {0} переподключается.

# administration_shutting_down
source: Shutting down
ar: جاري الأغلاق.
ja_jp: シャットダウン
nl_nl: Aan het afsluiten
ru_ru: Выключение

# administration_slowmode_desc
source: Users can't send more than {0} messages every {1} seconds.
ar: لا يمكن للمستخدمين إرسال أكثر من {0} رسائل كل {1} ثواني.
ja_jp: ユーザーは{1}秒ごとに{0}以上のメッセージを送信することはできません。
nl_nl: Gebruikers kunnen niet meer dan {0} berichten sturen per {1} seconden.
ru_ru: Пользователи не могут писать более {0} сообщений в {1} секунд.

# administration_slowmode_disabled
source: Slow mode disabled.
ar: الوضع البطيئ تم ايقافه .
ja_jp: 低速モードは無効です。
nl_nl: Langzame modus uitgezet.
ru_ru: Медленный режим выключен.

# administration_slowmode_init
source: Slow mode initiated
ar: الوضع البطيئ تم تفعيله .
ja_jp: 低速モードが初期化しました。
nl_nl: Langzame modus gestart.
ru_ru: Медленный режим включен

# administration_soft_banned_pl
source: soft-banned
ar: حظر ناعم (رفض)
ja_jp: ソフトバン（キック）
nl_nl: soft-verbannen (gekickt)
ru_ru: выгнаны

# administration_spam_ignore
source: {0} will ignore this channel.
ar: {0} سيتجاهل هذه القناة.
ja_jp: {0}はこのチャンネルを無視します。
nl_nl: {0} zal dit kanaal negeren.
ru_ru: {0} будет игнорировать данный канал.

# administration_spam_not_ignore
source: {0} will no longer ignore this channel.
ar: {0} لم يعد يتجاهل هذه القناة.
ja_jp: {0}はこのチャンネルを無視しなくなりました。
nl_nl: {0} zal dit kanaal niet langer negeren.
ru_ru: {0} не будет игнорировать данный канал.

# administration_spam_stats
source: If a user posts {0} same messages in a row, I will {1} them. __IgnoredChannels__: {2}
ja_jp: ユーザーが同じメッセージを{0}行に投稿した場合は、{1}それらを送信します。
nl_nl: Als een gebruiker {0} gelijke berichten plaatst, zal ik ze {1}. __IgnoredChannels__: {2}
ru_ru: Если пользователь пишет {0} одинаковых сообщений подряд, я {} их. __Игнорируемые каналы__: {2}

# administration_text_chan_created
source: Text channel created.
ar: قناة كتبه صنعت
ja_jp: テキストチャンネルが作成されました。
nl_nl: Tekst-kanaal aangemaakt.
ru_ru: Создан текстовый канал.

# administration_text_chan_destroyed
source: Text channel destroyed.
ar: تدمير قناة المراسلة .
ja_jp: テキストチャネルが破棄されました。
nl_nl: Tekst-kanaal verwijderd.
ru_ru: Уничтожен текстовый канал.

# administration_undeafen
source: Undeafen successful.
ar: ازالة عدم السماع بنجاح .
ja_jp: 逆の聴覚障害を成功させる。
nl_nl: Doof maken ontdoen succesvol
ru_ru: Отключено заглушение.

# administration_unmuted_sn
source: Unmuted
ar: إلغاء الصامت
ja_jp: ミュート解除
nl_nl: Geünmute
ru_ru: Вернут звук

# administration_username
source: Username
ar: اسم المستخدم
ja_jp: ユーザー名
nl_nl: Gebruikersnaam
ru_ru: Имя

# administration_username_changed
source: Username changed
ar: اسم المستخدم تغير
ja_jp: ユーザー名が変更されました
nl_nl: Gebruikersnaam veranderd
ru_ru: Имя изменено

# administration_users
source: Users
ar: المستخدمين .
ja_jp: ユーザーズ
nl_nl: Gebruikers
ru_ru: Пользователи

# administration_user_banned
source: User banned
ar: المستخدم مطرود .
ja_jp: 追放されたユーザー
nl_nl: Gebruiker verbannen
ru_ru: Пользователь заблокирован

# administration_user_chat_mute
source: {0} has been **muted** from chatting.
ar: {0} تم **صامتة** من الدردشة.
ja_jp: {0}はチャットから**ミュートされています**。
nl_nl: {0} is **gedempt** van het chatten.
ru_ru: {0} получил **запрет** на разговор в текстовых каналах.

# administration_user_chat_unmute
source: {0} has been **unmuted** from chatting.
ar: {0} تم **إلغاء صامتة** من الدردشة.
ja_jp: {0}は、チャットから**ミュートされていません**。
nl_nl: {0} is **ongedempt** van het chatten.
ru_ru: {0} получил **разрешение** на разговор в текстовых каналах.

# administration_user_joined
source: User joined
ar: تم اضافة مستخدم .
ja_jp: ユーザーが参加しました
nl_nl: Gebruiker is toegetreden
ru_ru: Пользователь присоединился

# administration_user_left
source: User left
ar: المستخدم غادر
ja_jp: 利用者が去った
nl_nl: Gebruiker is weggegaan
ru_ru: Пользователь вышел
