Repository: bugladen/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: ar, ja_jp, nl_nl, ru_ru

# administration_startcmds_cleared
source: Cleared all startup commands.
ja_jp: すべての起動コマンドをクリアしました。
nl_nl: Verwijder alle startup commando's.
ru_ru: Удалены все команды автозапуска.

# administration_unbanned_user
source: User {0} has been unbanned.
ja_jp: ユーザー{0}はブロックされていません。
nl_nl: Gebruiker {0} is unbanned.
ru_ru: Пользователь {0} был разбанен.

# administration_user_not_found
source: User not found.
ja_jp: ユーザーが見つかりません。
nl_nl: Gebruiker niet gevonden.
ru_ru: Пользователь не найден.

# administration_user_warned
source: User {0} has been warned.
ja_jp: ユーザー{0}は警告されました。
nl_nl: Gebruiker {0} is gewaarschuwd.
ru_ru: Пользователь {0} получил предупреждение.

# administration_user_warned_and_punished
source: User {0} has been warned and {1} punishment has been applied.
ja_jp: ユーザー{0}に警告があり、{1}罰が適用されました。
nl_nl: Gebruiker {0} is gewaarschuwd en {1) straf is uitgevoerd.
ru_ru: Пользователь {0} получил предупреждение и наказание {1} было применено.

# administration_warned_on
source: Warned on {0} server
ja_jp: {0}サーバーで警告されました
nl_nl: Gewaarschuwd op {0} server
ru_ru: Предупреждение было вынесено на сервере {0}

# administration_warned_on_by
source: On {0} at {1} by {2}
ja_jp: {1}の{0}で{2}
nl_nl: op {0} tussen {1} bij (2}
ru_ru: {0} в {1} пользователем {2}

# administration_warnings_cleared
source: All warnings have been cleared for {0}.
ja_jp: すべての警告は{0}でクリアされています。
nl_nl: Alle waarschuwingen zijn verwijdert van {0}.
ru_ru: Все предупреждения были удалены для пользователя {0}.

# administration_warnings_none
source: No warning on this page.
ja_jp: このページでは警告は表示されません。
nl_nl: Geen waarschuwingen op deze pagina.
ru_ru: На этой странице нет предупреждений.

# administration_warnlog_for
source: Warnlog for {0}
ja_jp: {0}の警告
nl_nl: Waarschuwings logboek van {0}
ru_ru: Регистрация предупреждений для пользователя {0}

# administration_warnpl_none
source: No punishments set.
ja_jp: 罰は設定されていません。
nl_nl: Geen straffen geconfigureerd.
ru_ru: Наказания не выставлены.

# administration_warn_cleared_by
source: cleared by {0}
ja_jp: {0}でクリアされました
nl_nl: Verwijdert door {0}
ru_ru: очищен пользователем {0}

# administration_warn_punish_list
source: Warning punishment list
ja_jp: 警告罰リスト
nl_nl: waarschuwing straffen lijst
ru_ru: Список наказаний для предупреждений

# administration_warn_punish_rem
source: Having {0} warnings will no longer trigger a punishment.
ja_jp: {0}の警告があれば、もはや罰を引き起こさないでしょう。
nl_nl: Bij {0} waarschuwingen treed niet langer meer een straf.
ru_ru: Наказание больше не будет применено после {0} предупреждений.

# administration_warn_punish_set
source: I will apply {0} punishment to users with {1} warnings.
ja_jp: {1}警告のあるユーザーに{0}罰を適用します。
nl_nl: Ik pas {0} straf toe aan de gebruikers met {1} waarschuwingen.
ru_ru: Для пользователей с {1} предупреждениями будет применено наказание {0}.

# administration_slowmodewl_role_start
source: Slowmode will now ignore {0} role.
ja_jp: 低速モードでは{0}ロールは無視されるようになりました。
nl_nl: Slowmotion modus word genegeerd voor {0} rol.
ru_ru: Медленный режим больше не распространяется на роль {0}.

# administration_slowmodewl_role_stop
source: Slowmode will no longer ignore {0} role.
ja_jp: 低速モードでは{0}の役割は無視されなくなりました。
nl_nl: Slowmotion wordt niet langer genegeerd door {0} rol.
ru_ru: Медленный режим теперь распространяется на роль {0}.

# administration_slowmodewl_user_start
source: Slowmode will now ignore user {0}.
ja_jp: 低速モードではユーザー{0}は無視されるようになりました。
nl_nl: Slowmotion modus wordt genegeerd door gebruiker {0}.
ru_ru: Медленный режим больше не распространяется на пользователя {0}.

# administration_slowmodewl_user_stop
source: Slowmode will no longer ignore user {0}.
ja_jp: 低速モードではユーザー{0}を無視しなくなりました。
nl_nl: Slowmotion modus wordt niet langer genegeerd door genegeerde gebruiker {0}.
ru_ru: Медленный режим теперь распространяется на пользователя {0}.

# utility_clpa_fail
source: Failed claiming rewards due to one of the following reasons:
ja_jp: 次のいずれかの理由により報酬を請求できませんでした：
nl_nl: Mislukt om beloningen te claimen door een van de volgende redenen:
ru_ru: Не удалось получить награды по одной из следующих причин:

# utility_clpa_fail_already
source: Maybe you've already received your reward for this month. You can receive rewards only once a month unless you increase your pledge.
ja_jp: 多分あなたは今月のあなたの報酬を受け取ったでしょう。誓約を増やさない限り、報酬は月に一度しか受け取られません。
nl_nl: Misschien heb je al je beloningen gekregen deze maand. Je krijgt beloningen maar een keer per maand tenzij je je
ru_ru: Возможно, Вы уже получили Ваши награды за этот месяц. Вы можете получать награды только раз в месяц, если Вы не увеличивали Ваше пожертвование.

# utility_clpa_fail_already_title
source: Already rewarded
ja_jp: 既に報われた
nl_nl: Al beloond
ru_ru: Уже были получены

# utility_clpa_fail_conn
source: Your discord account might not be connected to Patreon. If you are unsure what that means, or don't know how to connect it - you have to go to [Patreon account settings page](https://patreon.com/settings/account) and click 'Connect to discord' button.
ja_jp: あなたの不和のアカウントはパトリオンに接続されていない可能性があります。それが何であるかわからない場合や接続方法がわからない場合は、[Patreonのアカウント設定ページ]（https：//patreon.com/settings/account）に移動し、[接続する]ボタンをクリックする必要があります。
nl_nl: Jouw discord account is nog niet verbonden met Patreon. Als je onzeker bent wat dit betekend, of niet weet hoe je dit moet doen - ga dan naar [Patreon account settings page](https://patreon.com/settings/account) en click dan op 'Verbind met discord'.
ru_ru: Ваш аккаунт в Discord, скорее всего, не подключён к Patreon. Если Вы не уверены, что это значит или не знаете, как его подключить, то Вам необходимо перейти на [Страницу настроек аккаунта в Patreon](https://patreon.com/settings/account) и нажать кнопку "Connect to discord."

# utility_clpa_fail_conn_title
source: Discord account not connected
ja_jp: 不一致のアカウントが接続されていない
nl_nl: Discord account nog niet verbonden
ru_ru: Аккаунт Discord не подключён

# utility_clpa_fail_sup
source: In order to be eligible for the reward, you must support the project on patreon. You can use {0} command to get the link.
ja_jp: 報酬を受けるには、パトロンでプロジェクトをサポートする必要があります。 {0}コマンドを使用してリンクを取得できます。
nl_nl: Om in aanmerking te komen voor de beloning, moet je eerst een donatie doen voor het project bij patreon. Je kunt (0} commando gebruiken om de link te krijgen.
ru_ru: Для получения наград Вам необходимо поддерживать проект в Patreon. Вы можете воспользоваться командой {0}, чтобы получить ссылку.

# utility_clpa_fail_sup_title
source: Not supporting
ja_jp: サポートしていない
nl_nl: Niet ondersteund
ru_ru: Вы не поддерживаете проект

# utility_clpa_fail_wait
source: You have to wait a few hours after making your pledge, if you didn't, try again later.
ja_jp: 誓約をしてから数時間待つ必要があります。しなかったら、後でやり直してください。
nl_nl: Je moet een aantal uren wachten na het plaatsen van je donatie, als je het nog niet hebt gedaan, probeer later dan opnieuw.
ru_ru: Вам необходимо подождать несколько часов после Вашего пожертвования, если Вы не делали этого, попробуйте позже.

# utility_clpa_fail_wait_title
source: Wait some time
ja_jp: しばらくお待ちください
nl_nl: Wacht nog even
ru_ru: Подождите немного

# utility_clpa_success
source: You've received {0} Thanks for supporting the project!
ja_jp: あなたは{0}を受け取りました。プロジェクトをサポートしてくれてありがとう！
nl_nl: Je ontvangt {0} Hartelijk bedankt voor het steunen van het project!
ru_ru: Вы получили {0}. Спасибо за поддержку проекта!

# utility_clpa_too_early
source: Rewards can be claimed on or after 5th of each month.
ja_jp: 報酬は毎月5日以降に請求することができます。
nl_nl: Beloningen kunnen worden geclaimd op of na elke 5de van de maand.
ru_ru: Награды могут быть получены только начиная с 5-го числа месяца.

# searches_time
source: Time in {0} is {1} - {2}
ja_jp: {0}の時刻は{1} - {2}です
nl_nl: Tijd in {0} is {1} - {2}
ru_ru: Время в {0} сейчас {1} - {2}

# gambling_name
source: Name
ja_jp: 名
nl_nl: Naam
ru_ru: Название

# gambling_shop
source: Shop
ja_jp: ショップ
nl_nl: Winkel
ru_ru: Магазин

# gambling_shop_item_add
source: Shop item added
ja_jp: ショップアイテムが追加されました
nl_nl: Winkelartikel toegevoegd
ru_ru: Предмет для покупки был добавлен

# gambling_shop_none
source: No shop items found on this page.
ja_jp: このページにはショップアイテムはありません。
nl_nl: Geen winkel items gevonden op deze pagina.
ru_ru: На этой странице нет предметов для покупки.

# gambling_shop_role
source: You will get {0} role.
ja_jp: あなたは{0}ロールを取得します。
nl_nl: Je krijgt {0} rol.
ru_ru: Вы получите роль {0}

# gambling_type
source: Type
ja_jp: タイプ
ru_ru: Вид

# utility_clpa_next_update
source: Next update in {0}
ja_jp: {0}の次の更新
nl_nl: Volgende update in {0}
ru_ru: Следующее обновление в {0}

# games_8ball
source: 8ball
ar: 8 كرة
ja_jp: エイトボール

# utility_shard
source: Shard
ja_jp: シャード

# searches_url
source: Url
ar: رابط
