Repository: bugladen/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: ar, ja_jp, nl_nl, ru_ru

# searches_watching
source: Watching
ar: مشاهدة
ja_jp: 観覧中
nl_nl: Kijken/Bekijken <-- ga even na welke correct is.!!!
ru_ru: Смотрят

# searches_wikia_error
source: Failed finding that term on the specified wikia.
ar: فشل العثور على هذا المصطلح على wikia المحدد.
ja_jp: 指定されたウィキアでその用語を見つけることができませんでした。
nl_nl: Mislukt met het vinden van de term op de gespecificeerde Wikia.
ru_ru: Не удалось найти этот термин на указаной вики.

# searches_wikia_input_error
source: Please enter a target wikia, followed by search query.
ar: الرجاء إدخال وتحديد wikia ، يليه طلب البحث.
ja_jp: ターゲットウィキアを入力し、検索クエリを入力してください。
nl_nl: Vul een Wikia doel in alsjeblieft, gevolgd door een zoek query.
ru_ru: Укажите целевую вики и после этого поисковый запрос.

# searches_wiki_page_not_found
source: Page not found.
ar: الصفحة غير موجودة.
ja_jp: ページが見つかりません。
nl_nl: Pagina niet gevonden
ru_ru: Страница не найдена.

# searches_wind_speed
source: Wind speed
ar: سرعة الرياح
ja_jp: 風速
nl_nl: Wind snelheid
ru_ru: Скорость ветра

# searches_x_most_banned_champs
source: The {0} most banned champions
ar: معظم الأبطال المحظورة (0)
ja_jp: {0}が最も禁止されているチャンピオン
nl_nl: De {0} meest verbannen kampioenen.
ru_ru: {0} наиболее часто забаненных чемпионов.

# searches_yodify_error
source: Failed to yodify your sentence.
ar: أخفق تعديل الجملة.
ja_jp: あなたの文章を訂正することができませんでした。
nl_nl: Het yodifying van jou zin is mislukt.
ru_ru: Предложение, как у Йоды, не получилось сделать.

# utiliity_joined
source: Joined
ar: انضم
ja_jp: 参加した
nl_nl: Aangesloten
ru_ru: Присоединился

# utility_activity_line
source: `{0}.` {1} [{2:F2}/s] - {3} total
ar: {0} .` {1} [{2: F2} / s] - {3} ألمجموع
ja_jp: `{0} .` {1} [{2：F2} / s] - {3}合計
nl_nl: `{0}.` {1} [{2:F2}/s] - {3} totaal
ru_ru: '{0}.' {1} [{2:F2}/с] - {3} всего

# utility_activity_page
source: Activity page #{0}
ar: صفحة النشاط #(0)
ja_jp: 活動ページ＃{0}
nl_nl: Activiteit pagina #{0}
ru_ru: Страница списка активности #{0}

# utility_activity_users_total
source: {0} users total.
ar: {0} مجموع المستخدمين.
ja_jp: {0}ユーザーの合計です。
nl_nl: {0} gebruikers totaal.
ru_ru: Всего {0} пользователей.

# utility_author
source: Author
ar: مؤلف
ja_jp: 著者
nl_nl: Auteur
ru_ru: Автор

# utility_botid
source: Bot ID
ar: بوت ID
ja_jp: ボットID
ru_ru: ID бота

# utility_calcops
source: List of functions in {0}calc command
ar: قائمة الوظائف في الأمر (0) كلك
ja_jp: {0} calcコマンドの関数リスト
nl_nl: Lijst van functies in {0}calc commando
ru_ru: Список функций команды {0}calc

# utility_channelid
source: {0} of this channel is {1}
ar: (0) من هذه القناة هو (1)
ja_jp: このチャンネルの{0}は{1}です
nl_nl: {0} van dit kanaal is {1}
ru_ru: {0} этого канала — {1}

# utility_channel_topic
source: Channel topic
ar: موضوع القناة
ja_jp: チャンネルトピック
nl_nl: Kanaal onderwerp
ru_ru: Тема канала

# utility_commands_ran
source: Commands ran
ar: تم تشغيل الأوامر
ja_jp: コマンドが実行されました
nl_nl: Commando's uitgevoerd
ru_ru: Команд запущено

# utility_convert
source: {0} {1} is equal to {2} {3}
ar: {0} {1} يساوي {2} {3}
ja_jp: {0} {1}は{2}に等しい{3}
nl_nl: {0} {1} is gelijk aan {2} {3}
ru_ru: {0} {1} равно {2} {3}

# utility_convertlist
source: Units which can be used by the converter
ar: الوحدات التي يمكن استخدامها من قبل المحول
ja_jp: コンバータで使用できるユニット
nl_nl: Eenheden die gebruikt kunnen worden door de omvormer
ru_ru: Единицы, которые можно использовать в конвертировании

# utility_convert_not_found
source: Cannot convert {0} to {1}: units not found
ar: لا يمكنني تحويل (0) الى (1): الوحة غير موجودة
ja_jp: {0}から{1}に変換できません：ユニットが見つかりません
nl_nl: Kan {0} niet naar {1} omvormen: Eenheden niet gevonden
ru_ru: Нельзя перевести {0} в {1}: единицы измерения не найдены

# utility_convert_type_error
source: Cannot convert {0} to {1}: types of unit are not equal
ar: لا يمكن تحويل (0) إلى (1): أنواع الوحدات غير متساوية
ja_jp: {0}から{1}に変換できません：ユニットのタイプが等しくない
nl_nl: Kan {0} niet naar {1} omvormen: Type eenheden zijn niet gelijk
ru_ru: Нельзя перевести {0} в {1}: единицы измерения не эквивалентны.

# utility_created_at
source: Created at
ar: أنشئت في
ja_jp: 作成日
nl_nl: Gemaakt op
ru_ru: Создано

# utility_csc_join
source: Joined cross server channel.
ar: انضممت الى قناة تقاطع السيرفارات
ja_jp: 結合されたクロスサーバチャネル。
nl_nl: Aangesloten cross server kanaal.
ru_ru: Присоедился к межсерверному каналу.

# utility_csc_leave
source: Left cross server channel.
ar: مغادرة قناة تقاطع السيرفارات
ja_jp: 左クロスサーバチャネル。
nl_nl: Verbroken cross server kanaal.
ru_ru: Покинул межсерверный канал.

# utility_csc_token
source: This is your CSC token
ar: هذا csc قطعة
ja_jp: これはあなたのCSCトークンです
nl_nl: Dit is je CSC token
ru_ru: Ваш CSC токен:

# utility_custom_emojis
source: Custom emojis
ar: الرمز التعبيري المخصص
ja_jp: カスタム絵文字
nl_nl: Speciale emojis
ru_ru: Серверные emoji

# utility_error
source: Error
ar: خطأ
ja_jp: エラー
nl_nl: Fout
ru_ru: Ошибка

# utility_features
source: Features
ar: الميزات
ja_jp: 特徴
nl_nl: Kenmerken
ru_ru: Признаки

# utility_id
source: ID
ar: الهوية
ru_ru: Имя

# utility_index_out_of_range
source: Index out of range.
ar: القائمة خارج النطاق.
ja_jp: インデックスが範囲外です。
nl_nl: Index buiten bereik.
ru_ru: Указатель вышел за пределы диапазона.

# utility_inrole_list
source: List of users in {0} role
ar: قائمة المستخدمين في {0} دور
ja_jp: {0}ロールのユーザのリスト
nl_nl: Lijst van gebruikers met rol {0}
ru_ru: Список пользователей с ролью {0}:

# utility_inrole_not_allowed
source: You are not allowed to use this command on roles with a lot of users in them to prevent abuse.
ar: لا يسمح لك باستخدام هذا الأمر في الأدوار التي تملك الكثير من المستخدمين فيها لكي تمنع الإساءة
ja_jp: 悪用を防ぐために、多数のユーザーがいるロールでこのコマンドを使用することはできません。
nl_nl: Om misbruik te voorkomen ben je niet gemachtigd om dit commando te gebruiken op rollen met veel gebruikers.
ru_ru: Вам запрещено использовать эту комманду в отношении ролей с большим числом пользователей для предотвращения чрезмерного использования.

# utility_invalid_value
source: Invalid {0} value.
ar: قيمة {0} غير صالحة
ja_jp: {0}値が無効です。
nl_nl: Ongeldige {0} waarde.
ru_ru: Неправильное значение {0}.

# utility_joined_discord
source: Joined Discord
ar: انضم إلى ديسكورد
ja_jp: 合併した不和
nl_nl: Bij Discord aangesloten
ru_ru: Присоединился к Discord

# utility_joined_server
source: Joined server
ar: انضم إلى السيرفر
ja_jp: 結合されたサーバー
nl_nl: Bij server aangesloten
ru_ru: Присоединился к серверу

# utility_listservers
source: ID: {0} Members: {1} Owner ID: {2}
ar: الهوية: {0} الأعضاء: {1} هوية المالك: {2}
ja_jp: ID：{0} メンバー：{1} オーナーID：{2}
nl_nl: ID: {0} Leden: {1} Eigenaar ID: {2}
ru_ru: Имя: {0} Участники: {1} ID Владельца: {2}

# utility_listservers_none
source: No servers found on that page.
ar: لم يتم ايجاد سيرفر على تلك الصفحة
ja_jp: そのページにサーバーが見つかりません。
nl_nl: Geen servers gevonden op die pagina.
ru_ru: На этой странице не найдено серверов.

# utility_list_of_repeaters
source: List of repeater
ar: قائمة المكررين
ja_jp: 中継器一覧
nl_nl: Lijst van de repeater
ru_ru: Список повторяемых сообщений

# utility_members
source: Members
ar: اعضاء
ja_jp: メンバー
nl_nl: Leden
ru_ru: Участники

# utility_memory
source: Memory
ar: ذاكرة
ja_jp: メモリ
nl_nl: Geheugen
ru_ru: Память

# utility_messages
source: Messages
ar: رسالة
ja_jp: メッセージ
nl_nl: Berichten
ru_ru: Сообщения

# utility_message_repeater
source: Message repeater
ar: مكرر رسائل
ja_jp: メッセージリピータ
nl_nl: Bericht repeater
ru_ru: Повторяемые сообщения

# utility_name
source: Name
ar: الاسم
ja_jp: 名前
nl_nl: Naam
ru_ru: Имя

# utility_nickname
source: Nickname
ar: الاسم المستعار
ja_jp: ハンドル名
nl_nl: Roepnaam
ru_ru: Кличка

# utility_nobody_playing_game
source: Nobody is playing that game.
ar: لا احد يلعب تلك اللعبة
ja_jp: 誰もそのゲームをプレイしていません。
nl_nl: Niemand speelt dat spel.
ru_ru: Никто не играет в эту игру

# utility_no_active_repeaters
source: No active repeaters.
ar: لا نشاط للمكريرن
ja_jp: アクティブなリピータはありません。
nl_nl: Geen actieve herhaling
ru_ru: Нет активных повторяемых сообщений

# utility_no_roles_on_page
source: No roles on this page.
ar: لا يوجد ادوار في هذه الصفحة
ja_jp: このページにはロールはありません。
nl_nl: Geen rollen op deze pagina.
ru_ru: На этой странице нет ролей.

# utility_no_shards_on_page
source: No shards on this page.
ja_jp: このページには破片はありません。
nl_nl: Geen shards op deze pagina.
ru_ru: На этой странице нет Shard-ов.

# utility_no_topic_set
source: No topic set.
ar: لم يضبط الموضوع
ja_jp: トピックセットはありません。
nl_nl: Geen onderwerp ingesteld.
ru_ru: Тема не задана

# utility_owner
source: Owner
ar: مالك
ja_jp: オーナー
nl_nl: Eigenaar
ru_ru: Владелец

# utility_owner_ids
source: Owner IDs
ar: صاحب IDs
ja_jp: オーナーのID
nl_nl: Eigenaar IDs
ru_ru: ID владельца

# utility_presence
source: Presence
ar: حضور
ja_jp: プレゼンス
nl_nl: Aanwezigheid
ru_ru: Присутствие

# utility_presence_txt
source: {0} Servers {1} Text Channels {2} Voice Channels
ar: (0) سيرفرز (1) قناة الرسائل (2) قناة الصوت
ja_jp: サーバーが{0}件 テキストチャンネルが{1}件 ヴォイスチャンネルが{2}件
nl_nl: {0} Servers {1} Tekst Kanalen {2} Spraak Kanalen
ru_ru: {0} Серверов {1} Текстовых каналов {2} Голосовых каналов

# utility_quotes_deleted
source: Deleted all quotes with {0} keyword.
ar: تم حذف جميع علامات الاقتباس باستخدام كلمة رئيسية (0)
ja_jp: {0}というキーワードのクオートを全て削除しました。
nl_nl: Verwijder alle citaten met het trefwoord {0}
ru_ru: Удалены все цитаты с ключевым словом {0}.

# utility_quotes_page
source: Page {0} of quotes
ar: صفحة (0) من علامات الاقتباس
ja_jp: クオートのページ{0}
nl_nl: Pagina {0} met citaten
ru_ru: Страница {0} цитат

# utility_quotes_page_none
source: No quotes found matching the quote ID specified.
ar: لا توجد علامات اقتباس في هذه الصفحة.
ja_jp: このページにはクオートがありません。
nl_nl: Geen citaten op deze pagina.
ru_ru: Не найдено цитат на этой странице.

# utility_quotes_remove_none
source: No quotes found which you can remove.
ar: لم يتم العثور على علامات الاقتباس التي يمكنك إزالة.
ja_jp: 削除できるクオートが見つかりません
nl_nl: Geen verwijderbare citaten gevonden
ru_ru: Не найдено цитат, пригодных для удаления.

# utility_quote_added
source: Quote Added
ar: تمت إضافة اقتباس
ja_jp: クオートを追加しました
nl_nl: Citaat toegevoegd
ru_ru: Цитата добавлена

# utility_quote_deleted
source: Quote #{0} deleted.
ar: تم حذف الاقتباس # (0)
ja_jp: {0}番目のクオートを削除しました
nl_nl: Citaat #{0} verwijderd.
ru_ru: Цитата #{0} удалена.

# utility_region
source: Region
ar: منطقة
ja_jp: 地域
nl_nl: Regio
ru_ru: Регион

# utility_registered_on
source: Registered on
ar: مسجل في
ja_jp: 登録者
nl_nl: Geregistreerd op
ru_ru: Зарегистрирован

# utility_remind
source: I will remind {0} to {1} in {2} `({3:d.M.yyyy.} at {4:HH:mm})`
ja_jp: 私は{2}（{3：d.M.yyyy。} {4：HH：mm}で{0}から{1}
nl_nl: Ik zal {0} herinneren om {1} in {2} `({3:d.M.yyyy.} op {4:HH:mm})`
ru_ru: Я напомню, чтобы {0} сделал {2} '{3:d.M.yyyy.} в {4:HH:mm}'

# utility_remind_invalid_format
source: Not a valid time format. Check the commandlist.
ar: تنسيق الوقت ليس صالحا. تحقق من قائمة الأوامر.
ja_jp: 有効な時刻形式ではありません。コマンドリストを確認してください。
nl_nl: Incorrecte tijd formaat. Controleer de commandolijst.
ru_ru: Неправильный формат времени. Проверьте список команд.

# utility_remind_template
source: New remind template set.
ar: تذكير جديد قالب مضبوط
ja_jp: 新しいリマインダーテンプレートセット。
nl_nl: Nieuwe herinnering sjabloon.
ru_ru: Новый образец для напоминаний задан.

# utility_repeater
source: Repeating {0} every {1} day(s), {2} hour(s) and {3} minute(s).
ja_jp: {0}を{1}日、{2}時間、{3}分ごとに繰り返します。
nl_nl: Herhalen van {0} elke {1} dagen, {2} uren en {3} minuten.
ru_ru: Повторяю {0} каждые {} дня(ей), {2} час(а) и {3} минут(у).

# utility_repeaters_list
source: List of repeaters
ar: قائمة المكررين
ja_jp: リピータのリスト
nl_nl: Lijst van repeaters
ru_ru: Список повторяемых сообщений

# utility_repeaters_none
source: No repeaters running on this server.
ar: لا يوجد مكررين على هذا السيرفر
ja_jp: このサーバー上で実行されているリピーターはありません。
nl_nl: Geen repeaters actief op deze server.
ru_ru: На этом сервере нет повторяемых сообщений.

# utility_repeater_stopped
source: #{0} stopped.
ar: #(0) توقف
ja_jp: ＃{0}は停止しました。
nl_nl: #{0} gestopt.
ru_ru: #{0} остановлен.

# utility_repeat_invoke_none
source: No repeating messages found on this server.
ar: لم اجد رسائل مكررة على هذا السيرفر
ja_jp: このサーバーで繰り返しメッセージが見つかりません。
nl_nl: Geen herhalende berichten gevonden op deze server.
ru_ru: На этом сервере не найдено повторяемых сообщений

# utility_result
source: Result
ar: ناتج
ja_jp: 結果
nl_nl: Resultaat
ru_ru: Результат

# utility_roles
source: Roles
ar: دور
ja_jp: 役割
nl_nl: Rollen
ru_ru: Роли

# utility_roles_all_page
source: Page #{0} of all roles on this server:
ar: صفحة #(0) لجميع الادوار على هذا السيرفر
ja_jp: このサーバーにある役割一覧のページ{0}
nl_nl: Pagina #{0} van alle rollen op deze server:
ru_ru: Страница #{0} всех ролей на этом сервере:

# utility_roles_page
source: Page #{0} of roles for {1}
ar: صفحة #(0) من الادوار ل (1)
ja_jp: {1}のロールのページ番号{0}
nl_nl: Pagina #{0} van kleuren voor {1}
ru_ru: Страница #{0} ролей для {1}

# utility_rrc_no_colors
source: No colors are in the correct format. Use `#00ff00` for example.
ar: لا توجد ألوان بالتنسيق الصحيح. استخدم `# 00ff00` على سبيل المثال.
ja_jp: 正しい色の色はありません。たとえば、＃00ff00を使用します。
nl_nl: Kleuren staan niet in de correcte format. Gebruik #00ff00` als voorbeeld.
ru_ru: Цвета заданы в неправильном формате. Используйте, например '#00ff00'.

# utility_rrc_start
source: Started rotating {0} role's color.
ar: بدأ تدوير لون الدور (0)
ja_jp: ロール{0}のロールを開始しました。
nl_nl: Begonnen met het routeren van kleuren voor de rol {0}
ru_ru: Начато чередование цветов роли {0}.

# utility_rrc_stop
source: Stopped rotating colors for the {0} role
ar: توقف الألوان الدورية لدور (0)
ja_jp: {0}ロールの回転カラーが停止しました
nl_nl: Gestopt met het routeren van kleuren voor de rol {0}
ru_ru: Остановлено чередование цветов роли {0}.

# utility_serverid
source: {0} of this server is {1}
ar: (0) من هذا السيرفر(1)
ja_jp: このサーバーの{0}は{1}です。
nl_nl: {0} van deze server is {1}
ru_ru: {0} этого сервера — {1}

# utility_server_info
source: Server info
ar: معلومات السيرفر
ja_jp: サーバー情報
nl_nl: Server Informatie
ru_ru: Информация о сервере

# utility_shard_stats
source: Shard stats
ja_jp: シャード統計
nl_nl: Shard Statestieken
ru_ru: Статистика Shard-а

# utility_shard_stats_txt
source: Shard **#{0}** is in {1} state with {2} servers
ja_jp: シャード**＃{0} **は{2}個のサーバーで{1}状態にあります
nl_nl: Shard **#{0}** is in {1} status met {2} servers
ru_ru: Shard **#{0}** находится в состоянии {1} с {2} серверами.

# utility_showemojis
source: **Name:** {0} **Link:** {1}
ar: **الاسم:** (0) **الرابط:**(1)
ja_jp: **名前：** {0} **リンク：** {1}
nl_nl: *Naam:** {0} **Link:** {1}
ru_ru: **Имя:** {0} **Link:** {1}

# utility_showemojis_none
source: No special emojis found.
ar: لم يتم العثور على رموز تعبيرية خاصة.
ja_jp: 特別な絵文字は見つかりませんでした。
nl_nl: Geen speciale emojis gevonden.
ru_ru: Серверные emoji не найдены.

# utility_stats_songs
source: Playing {0} songs, {1} queued.
ar: تشغيل الأغاني (0). (1) في قائمة الانتظار.
ja_jp: {0}の曲を再生しています。{1}がキューに入っています。
nl_nl: {0} tracks aan het spelen, {1} in de wachtrij
ru_ru: Проигрывается {0} песен, {1} в очереди

# utility_text_channels
source: Text channels
ar: قناة الرسائل
ja_jp: テキストチャンネル
nl_nl: Tekst Kanalen
ru_ru: Текстовые каналы

# utility_togtub_room_link
source: Here is your room link:
ar: إليك رابط غرفتك:
ja_jp: あなたの部屋のリンクはここにあります：
nl_nl: Hier is de link naar je sessie:
ru_ru: Ссылка на Вашу комнату:

# utility_uptime
source: Uptime
ar: مدة التشغيل
ja_jp: 稼働時間
ru_ru: Время работы

# utility_userid
source: {0} of the user {1} is {2}
ar: (0) للمستخدم (1) هو (2)
ja_jp: {1}の{0}は{2}
nl_nl: {0} van de gebruker {1} is {2}
ru_ru: {0} пользователя {1} — {2}

# utility_users
source: Users
ar: المستخدمين
ja_jp: 利用者
nl_nl: Gebruikers
ru_ru: Пользователи

# utility_voice_channels
source: Voice channels
ar: قناة الصوت
ja_jp: ヴォイスチャンネル
nl_nl: Spraak Kanalen
ru_ru: Голосовые каналы

# gambling_animal_race_already_in
source: You've already joined this race!
ar: لقد انضممت بالفعل لهذا السباق!
ja_jp: このレースにもう参加しています！
nl_nl: Je maakt al deel uit van deze race!
ru_ru: Вы уже участвуете в этой гонке!

# games_current_poll_results
source: Current poll results
ar: نتائج الاستطلاع الحالية
ja_jp: 現在の調査結果
nl_nl: Huidige poll resultaten
ru_ru: Результаты опроса

# games_no_votes_cast
source: No votes cast.
ar: لا اصوات وضعت
ja_jp: 投票は行われません。
nl_nl: Geen stemmen ingediend.
ru_ru: Не получено ни одного ответа.

# games_poll_already_running
source: Poll is already running on this server.
ar: يتم تشغيل الاستطلاع بالفعل على هذا السيرفر
ja_jp: ポーリングは既にこのサーバー上で実行されています。
nl_nl: Poll is al actief op deze server.
ru_ru: На данном сервере уже идёт опрос.

# games_poll_created
source: 📃 {0} has created a poll which requires your attention:
ar: 📃 (0) قام بإنشاء استطلاع يتطلب انتباهك:
ja_jp: 📃{0}さんがあなたの注意を必要とする投票を作成しました：
nl_nl: 📃 {0} heeft een poll gecreëerd dat vraagt om uw aandacht:
ru_ru: {0} создал опрос, требующий Вашего внимания:

# games_poll_result
source: `{0}.` {1} with {2} votes.
ar: `{0}.` {1} مع {2} اصوات.
ja_jp: {2}投票で{0}。{1}。
nl_nl: `{0}.` {1} met {2} stemmen.
ru_ru: '{0}.' У {1} {2} голосов.

# games_poll_voted
source: {0} voted.
ar: (0) صوت.
ja_jp: {0}が投票しました。
nl_nl: {0} gestemd.
ru_ru: {0} проголосовал.

# games_poll_vote_private
source: Private Message me with the corresponding number of the answer.
ja_jp: プライベートメッセージ私には、答えの対応する番号が記されています。
nl_nl: Stuur mij een privé bericht met het overeenkomende nummer van het antwoord.
ru_ru: Отправьте сообщение в этом текстовом канале с номером, соответствующему Вашему ответу.

# games_poll_vote_public
source: Send a Message here with the corresponding number of the answer.
ja_jp: 対応する回答の番号とともにメッセージをここに送ってください。
nl_nl: Stuur een bericht hier met de overeenkomende nummer van het antwoord.
ru_ru: Отправьте сообщение в этом текстовом канале с номером, соответствующему Вашему ответу.

# games_thanks_for_voting
source: Thank you for voting, {0}
ar: شكرا للتصويت (0)
ja_jp: 投票していただきありがとうございます。{0}
nl_nl: Bedankt voor het stemmen, {0}
ru_ru: Спасибо за Ваш ответ, {0}.

# games_x_votes_cast
source: {0} total votes cast.
ar: مجموع الاصوات (0)
ja_jp: {0}総投票数。
nl_nl: Totaal aantal stemmen: {0}.
ru_ru: Всего получено {0} ответов.

# games_pick_pl
source: Pick them up by typing `{0}pick`
ja_jp: それらをピックアップするには、 `{0} pick`
nl_nl: Raap hun op door te typen `{0}pick`
ru_ru: Напишите '{0}pick', чтобы собрать их

# games_pick_sn
source: Pick it up by typing `{0}pick`
ja_jp: `{0} pick`と打つことでピックアップします
nl_nl: Raap het op door te typen `{0}pick`
ru_ru: Напишите '{0}pick', чтобы собрать его

# gambling_no_users_found
source: No user found.
ar: لم يتم العثور على مستخدم
ja_jp: ユーザーは見つかりませんでした。
nl_nl: Geen gebruiker gevonden.
ru_ru: Пользователи не найдены.

# gambling_page
source: page {0}
ar: صفحة (0)
ja_jp: {0}ページ
nl_nl: pagina {0}
ru_ru: Страница {0}

# administration_must_be_in_voice
source: You must be in a voice channel on this server.
ar: يجب أن تكون في قناة الصوت على هذا السيرفر
ja_jp: このサーバーの音声チャネルにいなければなりません。
nl_nl: U moet zich in een spreekkanaal bevinden op deze server.
ru_ru: Вы должны быть в голосовом канале на этом сервере.

# administration_no_vcroles
source: There are no voice channel roles.
ar: لا توجد أدوار لقنوات الصوت
ja_jp: 音声チャネルの役割はありません。
nl_nl: Er zijn geen spreekkanaal rollen.
ru_ru: Нет ролей для голосовых каналов.

# administration_user_muted_time
source: {0} has been **muted** from text and voice chat for {1} minutes.
ja_jp: {0}は{1}分間テキストと音声チャットから**ミュートされました**。
nl_nl: {0} is **gedempt** van text en spreek chat voor {1} minuten.
ru_ru: {0} получил **запрет** на разговор в текстовых и голосовых каналах на {1} минут.

# administration_vcrole_added
source: Users who join {0} voice channel will get {1} role.
ja_jp: {0}音声チャネルに参加するユーザは、{1}ロールを取得します。
nl_nl: Gebruikers die aansluiten op {0} geluid kanaal krijgen {1} rol.
ru_ru: Пользователи, присоединяющиеся к голосовому каналу {0}, получат роль {1}.

# administration_vcrole_removed
source: Users who join {0} voice channel will no longer get a role.
ja_jp: {0}音声チャネルに参加するユーザーは、もはや役割を果たすことはありません。
nl_nl: Gebruiker dat aansloot {0} geluid kanaal krijgt niet langer meer een rol.
ru_ru: Пользователи, присоединяющиеся к голосовому каналу {0}, больше не будут получать роль.

# administration_vc_role_list
source: Voice channel roles
ar: ادوار قناة الصوت
ja_jp: 音声チャネルの役割
nl_nl: Spreekkanaal rollen
ru_ru: Роли голосовых каналов

# customreactions_crad_disabled
source: Message triggering the custom reaction with id {0} won't get automatically deleted.
ja_jp: ID {0}のカスタム反応を引き起こすメッセージは自動的に削除されません。
nl_nl: Bericht triggering met aangepaste reactie id {0} wordt niet automatisch gedeletet.
ru_ru: Сообщение, инициирующее настраиваемую реакцию с номером {0}, не будет автоматически удалено.

# customreactions_crad_enabled
source: Message triggering the custom reaction with id {0} will get automatically deleted.
ja_jp: ID {0}のカスタム反応を引き起こすメッセージは自動的に削除されます。
nl_nl: Bericht triggering met aangepaste reactie id {0} wordt automatisch gedeletet.
ru_ru: Сообщение, инициирующее настраиваемую реакцию с номером {0}, будет автоматически удалено.

# customreactions_crdm_disabled
source: Response message for the custom reaction with id {0} won't be sent as a DM.
ja_jp: id {0}のカスタム反応の応答メッセージは、DMとして送信されません。
nl_nl: Response-bericht van aangepaste reactie met id {0} wordt niet privé verstuurd.
ru_ru: Ответное сообщение для настраиваемой реакции с номером {0} не будет отправлено в ЛС.

# customreactions_crdm_enabled
source: Response message for the custom reaction with id {0} will be sent as a DM.
ja_jp: id {0}のカスタム反応の応答メッセージがDMとして送信されます。
nl_nl: Response-bericht van aangepaste reactie met id {0} wordt verstuurd als privé bericht.
ru_ru: Ответное сообщение для настраиваемой реакции с номером {0} будет отправлено в ЛС.

# utility_aliases_none
source: No alias found
ar: لم يتم العثور على اسم مستعار
ja_jp: エイリアスが見つかりません
nl_nl: Geen alias gevonden.
ru_ru: Альтернативная команда не найдена

# utility_alias_added
source: Typing {0} will now be an alias of {1}.
ja_jp: {0}を入力すると、{1}のエイリアスになります。
nl_nl: Trigger {0} heeft nu de alias {1}.
ru_ru: {0} теперь будет альтернативной командой для {1}.

# utility_alias_list
source: List of aliases
ja_jp: エイリアスのリスト
nl_nl: Lijst van aliassen
ru_ru: Список альтернативных команд

# utility_alias_removed
source: Trigger {0} no longer has an alias.
ja_jp: トリガ{0}にエイリアスがありません。
nl_nl: Trigger {0} heeft geen alias meer.
ru_ru: У триггера {0} больше нет альтернативных команд.

# utility_alias_remove_fail
source: Trigger {0} didn't have an alias.
ja_jp: トリガ{0}にエイリアスがありませんでした。
nl_nl: Trigger {0} had geen alias
ru_ru: У триггера {0} не было альтернативных команд.

# searches_compet_playtime
source: Competitive playtime
ja_jp: 競争力のあるプレイタイム
nl_nl: Competitieve speeltijd
ru_ru: Время в игре

# administration_channel
source: Channel
ja_jp: チャンネル
nl_nl: Kanaal
ru_ru: Канал

# administration_command_text
source: Command Text
ja_jp: コマンドテキスト
nl_nl: Tekst commando
ru_ru: Текст команды

# administration_kicked_pl
source: Kicked
ja_jp: キックド
nl_nl: Geschopt
ru_ru: Выгнаны

# administration_moderator
source: Moderator
ja_jp: モデレータ
nl_nl: Toezichthouder
ru_ru: Модератор

# administration_page
source: page {0}
ja_jp: ページ{0}
nl_nl: Pagina {0}
ru_ru: страница {0}

# administration_reason
source: Reason
ja_jp: 理由
nl_nl: Reden
ru_ru: Причина

# administration_scadd
source: New startup command added.
ja_jp: 新しい起動コマンドが追加されました。
nl_nl: Nieuw startup commando toegevoegd.
ru_ru: Новая команда автозапуска добавлена.

# administration_scrm
source: Startup command successfully removed.
ja_jp: 起動コマンドが正常に削除されました。
nl_nl: Startup commando succesvol toegevoegd.
ru_ru: Новая команда автозапуска успешно удалена.

# administration_scrm_fail
source: Startup command not found.
ja_jp: 起動コマンドが見つかりません。
nl_nl: Startup commando niet gevonden.
ru_ru: Команда автозапуска не найдена.

# administration_server
source: Server
ja_jp: サーバー
ru_ru: Сервер

# administration_startcmdlist_none
source: No startup commands on this page.
ja_jp: このページには起動コマンドはありません。
nl_nl: Geen startup commando's op deze pagina.
ru_ru: Не найдено команд автозапуска на этой странице.
