Repository: bugladen/NadekoBot
Catalog: src/NadekoBot/Resources/ResponseStrings.*.resx
Languages: ar, ja_jp, nl_nl, ru_ru

# permissions_asm_disable
source: Disabled usage of ALL MODULES on this server.
ja_jp: このサーバーのすべてのモジュールの使用が無効になりました。
nl_nl: ALLE MODULES zijn uitgeschakeld op deze server.
ru_ru: Отключено использование ВСЕХ МОДУЛЕЙ на этом сервере.

# permissions_asm_enable
source: Enabled usage of ALL MODULES on this server.
ja_jp: このサーバーのすべてのモジュールの使用が有効になりました。
nl_nl: ALLE MODULES zijn ingeschakeld op deze server.
ru_ru: Включено использование ВСЕХ МОДУЛЕЙ на этом сервере.

# permissions_aum_disable
source: Disabled usage of ALL MODULES for user {0}.
ja_jp: ユーザー {0} へのすべてのモジュールの使用を無効にしました。
nl_nl: ALLE MODULES zijn uitgeschakeld voor deze gebruiker{0}.
ru_ru: Отключено использование ВСЕХ МОДУЛЕЙ для пользователя {0}.

# permissions_aum_enable
source: Enabled usage of ALL MODULES for user {0}.
ja_jp: ユーザー {0} へのすべてのモジュールの使用を有効にしました。
nl_nl: ALLE MODULES zijn ingeschakeld voor deze gebruiker{0}.
ru_ru: Включено использование ВСЕХ МОДУЛЕЙ для пользователя {0}.

# permissions_blacklisted
source: Blacklisted {0} with ID {1}
ja_jp: {0} (ID {1})をブラックリストに登録しました。
nl_nl: Blacklisted {0} met ID {1}
ru_ru: {0} добавлено в чёрный список под номером {1}

# permissions_cmdcd_add
source: Command {0} now has a {1}s cooldown.
ar: الامر (0) الان لديه (1)ث ليصبح جاهز.
ja_jp: コマンド{0}の再使用待機時間は{1}秒に設定しました。
nl_nl: Commando {0} heeft nu een {1} seconden cooldown.
ru_ru: У команды {0} теперь есть время перезарядки {1}c

# permissions_cmdcd_cleared
source: Command {0} has no cooldown now and all existing cooldowns have been cleared.
ja_jp: {0} コマンドは今クールダウンして、すべてのクールダウンはクリアになりました。
nl_nl: Commando {0} heeft geen cooldown meer, en alle bestaande cooldowns zijn weggehaald.
ru_ru: У команды {0} больше нет времени перезарядки и все существующие перезарядки были сброшены.

# permissions_cmdcd_none
source: No command cooldowns set.
ar: لم يتم تعيين أي تهدئة الأوامر.
ja_jp: コマンドに再使用待機時間が設定していません。
nl_nl: Geen commando cooldowns ingesteld.
ru_ru: У команды не установлено время перезарядки.

# permissions_command_costs
source: Command costs
ar: تكلفة الامر
ja_jp: コマンドコスト
nl_nl: Command kosten
ru_ru: Стоимость команд

# permissions_cx_disable
source: Disabled usage of {0} {1} on channel {2}.
ar: ايقاف الاستخدام في (0) (1) على قناة (2).
ja_jp: {2} チャンネルの {0} {1} の使用は無効です。
nl_nl: Gebruik van {0} {1} uitgeschakeld in kanaal {2}.
ru_ru: Отключено использование {0} {1} в канале {2}.

# permissions_cx_enable
source: Enabled usage of {0} {1} on channel {2}.
ar: تفعيل الاستخدام في (0) (1) على قناة (2).
ja_jp: {2} チャンネルの {0} {1} の使用は有効です。
nl_nl: Gebruik van {0} {1} ingeschakeld in kanaal {2}.
ru_ru: Включено использование {0} {1} в канале {2}.

# permissions_denied
source: Denied
ar: رفض
ja_jp: 無効
nl_nl: Geweigerd
ru_ru: Отказано

# permissions_filter_word_add
source: Added word {0} to the list of filtered words.
ar: تم اضافة الكلمة (0) الى قائمة الكلمات المصفاة.
ja_jp: フィルターされた語句のリストに {0} を加えました。
nl_nl: Woord {0} toegevoegd aan de lijst met gefilterde woorden.
ru_ru: Слово {0} добавлено в список фильтруемых слов.

# permissions_filter_word_list
source: List of filtered words
ar: قائمة الكلمات المصفاة.
ja_jp: フィルターされた言葉のリスト
nl_nl: Lijst van gefilterde woorden
ru_ru: Список фильтруемых слов

# permissions_filter_word_remove
source: Removed word {0} from the list of filtered words.
ar: ازالة الكلمة (0) من لائحة الكلمات المصفاة .
ja_jp: フィルターされた語句のリストから {0} を削除しました。
nl_nl: Woord {0} verwijderd van de lijst met gefilterde woorden.
ru_ru: Слово {0} убрано из списка фильтруемых слов.

# permissions_invalid_second_param_between
source: Invalid second parameter.(Must be a number between {0} and {1})
ja_jp: 第2パラメータが無効です（{0}から{1}までの数字である必要があります）
nl_nl: Ongeldige tweede parameter (moet een nummer zijn tussen {0} en {1}).
ru_ru: Неправильный второй параметр. (Должно быть числом от {0} до {1})

# permissions_invite_filter_channel_off
source: Invite filtering disabled on this channel.
ar: الدعوات المصفاة تم ايقافها في هذه القناة.
ja_jp: このチェンネルの招待フィルタは無効です。
nl_nl: Uitnodigingfilter uitgeschakeld in dit kanaal.
ru_ru: Отключена фильтрация приглашений в этом канале.

# permissions_invite_filter_channel_on
source: Invite filtering enabled on this channel.
ar: الدعوات المصفاة مفعلة في هذه القناة.
ja_jp: このサーバの招待フィルタは有効です。
nl_nl: Uitnodigingfilter ingeschakeld in dit kanaal.
ru_ru: Включена фильтрация приглашений в этом канале.

# permissions_invite_filter_server_off
source: Invite filtering disabled on this server.
ar: الدعوات المصفاة تم ايقافها في هذا السيرفر.
ja_jp: このサーバの招待フィルタは無効です。
nl_nl: Uitnodigingfilter uitgeschakeld in deze server.
ru_ru: Отключена фильтрация приглашений в этом сервере.

# permissions_invite_filter_server_on
source: Invite filtering enabled on this server.
ar: الدعوات المصفاة مفعلة في هذا السيرفر.
ja_jp: このサーバの招待フィルタは有効です
nl_nl: Uitnodigingfilter ingeschakeld in deze server.
ru_ru: Включена фильтрация приглашений в этом сервере.

# permissions_moved_permission
source: Moved permission {0} from #{1} to #{2}
ar: تحريك الاذن (0) من #(1) الى #(2)
ja_jp: アクセス許可{0}を＃{1}から＃{2}に移動しました
nl_nl: Toestemming {0} verplaatst van #{1} naar #{2}
ru_ru: Передано разрешение {0} с #{1} в #{2}

# permissions_not_found
source: Can't find permission at index #{0}
ar: لا استطيع ايجاد الاذن في الدليل
ja_jp: インデックス＃{0}でパーミッションを見つけることができません
nl_nl: Kan de toestemming niet vinden in inhoudsopgave #{0}
ru_ru: Не найдено разрешение с номером #{0}

# permissions_no_costs
source: No costs set.
ar: لم يوضع تكلفة.
ja_jp: コストはセットされてない。
nl_nl: Geen kosten ingesteld.
ru_ru: Стоимости не установлены.

# permissions_of_command
source: command
ar: الامر
ja_jp: コマンド
nl_nl: commando
ru_ru: команда

# permissions_of_module
source: module
ar: وحدة
ja_jp: モジュール
ru_ru: модуль

# permissions_page
source: Permissions page {0}
ar: صفحة السماحات (0)
ja_jp: 許可ページ
nl_nl: Rechten pagina {0}
ru_ru: Страница разрешений {0}

# permissions_permrole
source: Current permissions role is {0}.
ar: وضع السماح للدور هو (0)
ja_jp: 現在、役割りは、 {0} です。
nl_nl: Actuele toestemmingsrol is {0}.
ru_ru: Текущая роль разрешений — {0}

# permissions_permrole_changed
source: Users now require {0} role in order to edit permissions.
ar: المستخدم يتطلب (0) دور للتمكن من تعديل الاذونات.
ja_jp: 権限の編集には、{0} 役割りが必要です。
nl_nl: Gebruiker heeft nu {0} rol om toestemmingen te veranderen.
ru_ru: Пользователям требуется роль {0} для редактирования разрешений.

# permissions_perm_out_of_range
source: No permission found on that index.
ar: لم اجد الاذن في القائمة.
ja_jp: そのインディックスには権限が見当たりません。
nl_nl: Geen toestemming gevonden in de inhoudsopgave.
ru_ru: Не найдено разрешения с таким номером.

# permissions_removed
source: removed permission #{0} - {1}
ar: ازالة الاذن #(0) - (1)
ja_jp: 権限を移動 #{0} - {1}
nl_nl: Verwijderd toestemming #{0} - {1}
ru_ru: удалил разрешение #{0} - {1}

# permissions_rx_disable
source: Disabled usage of {0} {1} for {2} role.
ar: ايقاف الاستخدام (0) (1) للدور (2)
ja_jp: {2} 役割り {0} {1} の使用不可
nl_nl: Gebruik van {0} {1} uitgeschakeld voor rol {2}.
ru_ru: Отключено использование {0} {1} для роли {2}.

# permissions_rx_enable
source: Enabled usage of {0} {1} for {2} role.
ar: تفعيل الاستخدام (0) (1) للدور (2)
ja_jp: {2} 役割り {0} {1} の使用可
nl_nl: Gebruik van {0} {1} ingeschakeld voor rol {2}.
ru_ru: Включено использование {0} {1} для роли {2}.

# permissions_sec
source: sec.
ar: ثواني.
ja_jp: 秒
ru_ru: сек.

# permissions_sx_disable
source: Disabled usage of {0} {1} on this server.
ar: ايقاف استخدام (0) (1) في هذا السيرفر
ja_jp: このサーバーで{0} {1}の使用が無効です。
nl_nl: Gebruik van {0} {1} uitgeschakeld op deze server.
ru_ru: Отключено использование {0} {1} для данного сервера.

# permissions_sx_enable
source: Enabled usage of {0} {1} on this server.
ar: تفعيل استخدام (0) (1) في هذا السيرفر
ja_jp: このサーバーで{0} {1}の使用を有効にしました。
nl_nl: Gebruik van {0} {1} ingeschakeld op deze server.
ru_ru: Включено использование {0} {1} для данного сервера.

# permissions_unblacklisted
source: Unblacklisted {0} with ID {1}
ja_jp: ID {1}の{BL}を解除しました
nl_nl: Unblacklisted {0} met ID {1}
ru_ru: {0} с номером {1} убраны из черного списка.

# permissions_uneditable
source: uneditable
ar: لا يتعدل
ja_jp: 編集不可能
nl_nl: Niet veranderbaar
ru_ru: нередактируемое

# permissions_ux_disable
source: Disabled usage of {0} {1} for {2} user.
ar: ايقاف الاستخدام (0) (1) للمستخدم (2)
ja_jp: {2}ユーザーの{0} {1}の使用が無効です。
nl_nl: Uitgeschakelde gebruik van {0} {1} voor gebruiker {2}.
ru_ru: Отключено использование {0} {1} для пользователя {2}.

# permissions_ux_enable
source: Enabled usage of {0} {1} for {2} user.
ar: تفعيل الاستخدام (0) (1) للمستخدم (2)
ja_jp: {2}ユーザーの{0} {1}の使用を有効にしました。
nl_nl: Ingeschakelde gebruik van {0} {1} voor gebruiker {2}.
ru_ru: Включено использование {0} {1} для пользователя {2}.

# permissions_verbose_false
source: I will no longer show permission warnings.
ar: لن اقوم بأظهار اي تحذير للاذونات.
ja_jp: 私はもはや許可の警告を表示しません。
nl_nl: Ik zal geen permissiewaarschuwingen meer weergeven.
ru_ru: Оповещения о разрешениях больше не будут показываться в чате.

# permissions_verbose_true
source: I will now show permission warnings.
ar: سوف اظهر تحذير الاذونات.
ja_jp: 権限の警告を示します。
nl_nl: Ik zal permissiewaarschuwingen weergeven.
ru_ru: Оповещения о разрешениях будут показываться в чате.

# permissions_word_filter_channel_off
source: Word filtering disabled on this channel.
ar: ايقاف تصفية الكلمات في هذه القناة.
ja_jp: ワードのフィルタリングはこのチャンネルでは無効です。
nl_nl: Woordfilter gedeactiveerd in dit kanaal.
ru_ru: В данном канале отключена фильтрация слов.

# permissions_word_filter_channel_on
source: Word filtering enabled on this channel.
ar: تفعيل تصفية الكلمات في هذه القناة.
ja_jp: ワードのフィルタリングはこのチャンネルでは有効です。
nl_nl: Woordfilter geactiveerd in dit kanaal.
ru_ru: В данном канале включена фильтрация слов.

# permissions_word_filter_server_off
source: Word filtering disabled on this server.
ar: ايقاف تصفية الكلمات في هذا السيرفر.
ja_jp: ワードのフィルタリングはこのサーバでは無効です。
nl_nl: Woordfilter gedeactiveerd in deze server.
ru_ru: На данном сервере оключена фильтрация слов.

# permissions_word_filter_server_on
source: Word filtering enabled on this server.
ar: تفعيل تصفية الكلمات في هذا السيرفر.
ja_jp: ワードのフィルタリングはこのチャンネルでは有効です。
nl_nl: Woordfilter geactiveerd in deze server.
ru_ru: На данном сервере включена фильтрация слов.

# searches_abilities
source: Abilities
ar: قدرات
ja_jp: 能力
nl_nl: Begaafdheid
ru_ru: Способности

# searches_anime_no_fav
source: No favorite anime yet
ar: لا يوجد انمي مفضل بعد
ja_jp: 好きなアニメは、まだありません。
nl_nl: Nog geen favoriete anime
ru_ru: Нет любимого аниме

# searches_atl_ad_started
source: Started automatic translation of messages on this channel. User messages will be auto-deleted.
ar: البدء بالترجمة الفورية للمسجات في هذه القناة . رسائل المستخدم سيتم الغائها تلقائيا.
ja_jp: このチャンネルの自動翻訳を開始。ユーザのメッセージは自動的に削除されます。
nl_nl: Gestart met het automatisch vertalen van berichten op dit kanaal. Berichten van gebruikers worden automatisch verwijderd.
ru_ru: Начинается автоматический перевод сообщений в этом канале. Сообщения пользователей будут автоматически удаляться.

# searches_atl_removed
source: your auto-translate language has been removed.
ar: تمت إزالة لغة الترجمة التلقائية.
ja_jp: あなたの自動翻訳言語は削除されました。
nl_nl: Jouw automatisch translatie taal is verwijderd.
ru_ru: Ваш язык автоперевода был удалён.

# searches_atl_set
source: Your auto-translate language has been set to {0}>{1}
ar: تم تعيين لغة الترجمة التلقائية إلى (0)>(1)
ja_jp: あなたの自動翻訳言語は、 {0}>{1} にセットされました。
nl_nl: Jouw automatisch translatie taal is aangepast naar {0}>{1}
ru_ru: Ваш язык автоперевода изменён с {0} на {1}

# searches_atl_started
source: Started automatic translation of messages on this channel.
ar: بدء الترجمة التلقائية للرسائل على هذه القناة.
ja_jp: このチャンネルでのメッセージ自動翻訳を開始。
nl_nl: Gestart met het automatisch vertalen van berichten op dit kanaal.
ru_ru: Начинается автоматический перевод сообщений в этом канале.

# searches_atl_stopped
source: Stopped automatic translation of messages on this channel.
ar: تم إيقاف الترجمة التلقائية للرسائل على هذه القناة.
ja_jp: このチャンネルのメッセージの自動翻訳を停止しました。
nl_nl: Gestopt met het automatisch vertalen van berichten op dit kanaal.
ru_ru: Остановлен автоматический перевод сообщений в этом канале.

# searches_bad_input_format
source: Bad input format, or something went wrong.
ar: ادخال خطأ للصيغة, او شيء ما حدث بالخطأ.
ja_jp: 入力形式が正しくないか、何かが間違っていました。
nl_nl: Verkeerde invoer formaat, of ging er iets mis.
ru_ru: Неправильный формат ввода, что-то пошло не так.

# searches_card_not_found
source: Couldn't find that card.
ar: لم استطع ايجاد هذه البطاقة.
ja_jp: そのカードを見つけることができませんでした。
nl_nl: Gekozen kaart is niet gevonden.
ru_ru: Эта карта не найдена.

# searches_catfact
source: fact
ar: واقعية
ja_jp: 事実
nl_nl: feit
ru_ru: факт

# searches_chapters
source: Chapters
ar: فصول
ja_jp: 章
nl_nl: hoofdstukken
ru_ru: Главы

# searches_comic_number
source: Comic #
ar: رسوم متحركة #
ja_jp: コミック＃
nl_nl: Stripboek #
ru_ru: Комикс #

# searches_compet_loses
source: Competitive losses
ar: خسائر تنافسية
ja_jp: 競争的損失
nl_nl: Competitief verloren
ru_ru: Поражений в соревновательном режиме

# searches_compet_played
source: Competitive played
ar: لعب تنافسي
ja_jp: 競争の激しさ
nl_nl: Competitief gespeeld
ru_ru: Матчей в соревновательном режиме

# searches_compet_rank
source: Competitive rank
ar: مرتبة تنافسية
ja_jp: 競争力のあるランク
nl_nl: Competitief rang
ru_ru: Соревновательный ранг

# searches_compet_wins
source: Competitive Wins
ar: فوز تنافسي
ja_jp: 競争優位
nl_nl: Competitief Gewonnen
ru_ru: Победы в соревновательном режиме

# searches_completed
source: Completed
ar: منتهي
ja_jp: 完了
nl_nl: Voltooid
ru_ru: Завершено

# searches_condition
source: Condition
ar: شرط
ja_jp: 調子
nl_nl: Conditie
ru_ru: Условие

# searches_cost
source: Cost
ar: تكلفة
ja_jp: 費用
nl_nl: Kost
ru_ru: Стоимость

# searches_date
source: Date
ar: موعد
ja_jp: 年月日
nl_nl: Datum
ru_ru: Дата

# searches_define
source: Define:
ar: تحديد:
ja_jp: 明確する
nl_nl: Definiëren:
ru_ru: Определить:

# searches_dropped
source: Dropped
ar: اسقاط
ja_jp: 落ちた
nl_nl: Laten vallen
ru_ru: Брошено

# searches_episodes
source: Episodes
ar: حلقة
ja_jp: エピソード
nl_nl: Afleveringen
ru_ru: Эпизоды

# searches_error_occured
source: Error occured.
ar: حدث خطأ
ja_jp: エラーが発生しました。
nl_nl: Fout opgedaagd.
ru_ru: Произошла ошибка.

# searches_example
source: Example
ar: مثال
ja_jp: 例
nl_nl: Voorbeeld
ru_ru: Образец

# searches_failed_finding_anime
source: Failed finding that animu.
ar: فشل ايجاد ذلك الانمي
ja_jp: そのアニマルを見つけることができませんでした。
nl_nl: Kon die animu niet vinden.
ru_ru: Не удалось найти это аниму.

# searches_failed_finding_manga
source: Failed finding that mango.
ar: فشل ايجاد ذلك المانجا
ja_jp: そのマンゴーを見つけることができませんでした。
nl_nl: Kon die mango niet vinden.
ru_ru: Не удалось найти это манго.

# searches_genres
source: Genres
ar: الانواع
ja_jp: ジャンル
ru_ru: Жанры

# searches_hashtag_error
source: Failed finding a definition for that tag.
ar: فشل العثور على تعريف لهذه العلامة.
ja_jp: そのタグの定義を見つけることができませんでした。
nl_nl: Definitie vinden voor de label is mislukt.
ru_ru: Не удалось найти определение для этого тэга.

# searches_height_weight
source: Height/Weight
ar: طول/وزن
ja_jp: 身長／体重
nl_nl: Lengte/Gewicht
ru_ru: Высота/Вес

# searches_height_weight_val
source: {0}m/{1}kg
ar: (0) م / (1) كجم
ru_ru: {0}м/{1}кг

# searches_humidity
source: Humidity
ar: رطوبة
ja_jp: 湿度
nl_nl: Vochtigheid
ru_ru: Влажность

# searches_image_search_for
source: Image search for:
ar: بحث الصورة في:
ja_jp: イメージ検索：
nl_nl: Afbeelding zoekopdracht voor:
ru_ru: Поиск изображений:

# searches_imdb_fail
source: Failed to find that movie.
ar: فشل ايجاد ذلك الفيلم.
ja_jp: その映画を見つけることができませんでした。
nl_nl: Mislukt in het vinden van die film.
ru_ru: Не удалос найти этот фильм.

# searches_invalid_lang
source: Invalid source or target language.
ar: لغة المصدر أو الهدف غير صالحة
ja_jp: ソースまたはターゲット言語が無効です。
nl_nl: Invalide taal -bron of -doel.
ru_ru: Неправильный источник или целевой язык.

# searches_jokes_not_loaded
source: Jokes not loaded.
ar: النكت غير محملة
ja_jp: ジョークはロードされません。
nl_nl: Grapjes niet geladen.
ru_ru: Шутки не были загружены.

# searches_latlong
source: Lat/Long
ar: خط العرض/طول
ja_jp: 緯度/経度
nl_nl: Lengte- en breedtegraad
ru_ru: Шир/Долг

# searches_level
source: Level
ar: مستوى
ja_jp: レベル
nl_nl: Niveau
ru_ru: Уровень

# searches_list_of_place_tags
source: List of {0}place tags
ar: قائمة (0) الامان المعلمة
ja_jp: {0}プレースタグのリスト
nl_nl: Lijst van {0}plaats labels
ru_ru: Список тэгов для команды {0}place

# searches_location
source: Location
ar: المكان
ja_jp: ロケーション
nl_nl: Lokatie
ru_ru: Местоположение

# searches_magicitems_not_loaded
source: Magic Items not loaded.
ja_jp: マジックアイテムが読み込まれません。
nl_nl: Magische Items niet geladen.
ru_ru: Волшебные предметы не были загружены.

# searches_mal_profile
source: {0}'s MAL profile
ja_jp: {0}のMALプロファイル
nl_nl: {0}'s MAL profiel
ru_ru: Профиль в MAL {0}

# searches_mashape_api_missing
source: Bot owner didn't specify MashapeApiKey. You can't use this functionality.
ja_jp: ボットの所有者がMashapeApiKeyを指定していませんでした。この機能は使用できません。
nl_nl: Je kunt deze functie niet gebruiken. Bot eigenaar heeft MashapeApiKey niet gedefinieërd.
ru_ru: Владелец бота не задал MashapeApiKey. Вы не можете использовать эту функцию.

# searches_min_max
source: Min/Max
ar: ادنى/ اعلى
ja_jp: 最低／最高
nl_nl: Minimaal/Maximaal
ru_ru: Мин/Макс

# searches_no_channel_found
source: No channel found.
ar: القناة غير موجودة
ja_jp: チャンネルが見つかりませんでした。
nl_nl: Geen kanaal gevonden.
ru_ru: Каналов не найдено.

# searches_no_results
source: No results found.
ar: لا توجد نتائج.
ja_jp: 結果が見つかりません。
nl_nl: Geen resultaten gevonden.
ru_ru: Результаты не найдены.

# searches_on_hold
source: On-hold
ar: على- الانتظار
ja_jp: 保留
ru_ru: Ожидание

# searches_original_url
source: Original url
ar: الرابط الاصلي
ja_jp: 元のURL
nl_nl: Originele URL
ru_ru: Оригинальный URL

# searches_osu_api_key
source: An osu! API key is required.
ja_jp: おお！ APIキーが必要です。
nl_nl: Een osu! API sleutel is vereist.
ru_ru: Требуется ключ osu! API.

# searches_osu_failed
source: Failed retrieving osu! signature.
ar: فشل استرداد أوسو! التوقيع.
ja_jp: osu！を取得できませんでした。署名。
nl_nl: Kon het osu! handtekening niet ontvangen.
ru_ru: Не удалось получить подпись osu!

# searches_over_x
source: Found over {0} images. Showing random {0}.
ar: تم ايجاد اكثر من (0) صورة . عرض عشوائي(0).
ja_jp: {0}枚の画像で見つかりました。ランダム{0}を表示しています。
nl_nl: Meer dan {0} afbeeldingen gevonden. Willekeurig Resultaat {0}.
ru_ru: Найдено больше {0} изображений. Показывается случайные {0} изображений.

# searches_ow_user_not_found
source: User not found! Please check the Region and BattleTag before trying again.
ja_jp: ユーザーが見つかりません！再試行する前に、地域と戦闘タグを確認してください。
nl_nl: Gebruiker niet gevonden! Check de Regio en de BattleTag voordat je het opnieuw probeert.
ru_ru: Пользователь не найден! Проверьте регион и BattleTag и попробуйте ещё раз.

# searches_plan_to_watch
source: Plan to watch
ar: خطط للمشاهدة
ja_jp: 見る計画
nl_nl: Van plan om te bekijken.
ru_ru: Планирует смотреть

# searches_platform
source: Platform
ar: منصة
ja_jp: プラットホーム
ru_ru: Платформа

# searches_pokemon_ability_none
source: No ability found.
ar: لم يتم العثور على أي قدرة.
ja_jp: 能力が見つかりませんでした。
nl_nl: Geen talent gevonden.
ru_ru: Способность не найдена

# searches_pokemon_none
source: No pokemon found.
ar: لم اجد اليوكمون.
ja_jp: ポケモンは見つかりませんでした。
nl_nl: Geen Pokémon gevonden.
ru_ru: Покемон не найден

# searches_profile_link
source: Profile link:
ar: رابط الملف الشخصي:
ja_jp: プロファイルへのリンク
nl_nl: Profiel link:
ru_ru: Ссылка на профиль:

# searches_quality
source: Quality:
ar: الجودة:
ja_jp: 品質：
nl_nl: Kwaliteit:
ru_ru: Качество:

# searches_quick_playtime
source: Quick playtime
ar: وقت اللعب السريع
ja_jp: クイックプレイタイム
nl_nl: Snel kijktijd
ru_ru: Время в Быстрой игре

# searches_quick_wins
source: Quick wins
ar: الفوز السريع
ja_jp: 速い勝利
nl_nl: Snelle overwinningen.
ru_ru: Побед в Быстрой Игре

# searches_rating
source: Rating
ar: الترتيب
ja_jp: 評価
nl_nl: Beoordeling
ru_ru: Рейтинг:

# searches_score
source: Score:
ar: مجموع النقاط:
ja_jp: スコア:
ru_ru: Отметка:

# searches_search_for
source: Search for:
ar: البحث عن:
ja_jp: 検索:
nl_nl: Zoekopdracht voor:
ru_ru: Искать:

# searches_shorten_fail
source: Failed to shorten that url.
ar: فشل تقصير الربط
ja_jp: そのURLを短縮できませんでした。
nl_nl: Fout bij het inkorten van de URL.
ru_ru: Не удалось укоротить эту ссылку.

# searches_short_url
source: Short url
ar: عنوان الرابط قصير
ja_jp: 略したURL
nl_nl: Korte URL
ru_ru: Короткая ссылка

# searches_something_went_wrong
source: Something went wrong.
ar: هناك خطأ ما.
ja_jp: 何かが間違っていた。
nl_nl: Er is iets mis gegaan.
ru_ru: Что-то пошло не так.

# searches_specify_search_params
source: Please specify search parameters.
ar: يرجى تحديد معلمات البحث.
ja_jp: 検索パラメータを指定してください。
nl_nl: Specificeer zoek parameters alsjeblieft.
ru_ru: Пожалуйста, задайте параметры поиска.

# searches_status
source: Status
ar: الحالة
ja_jp: ステータス
ru_ru: Состояние

# searches_store_url
source: Store url
ar: حفظ الرابط
ja_jp: ストアURL
nl_nl: Winkel URL
ru_ru: URL Магазина

# searches_streamer_offline
source: Streamer {0} is offline.
ar: ستريمر {0} غير متواجد حاليا.
ja_jp: 配信者{0}がオフライン
ru_ru: Стример {0} в оффлане.

# searches_streamer_online
source: Streamer {0} is online with {1} viewers.
ar: ستريمر (0) على الإنترنت مع (1) من المشاهدين.
ja_jp: ストリーマー{0}は視聴者{1}とオンラインです。
nl_nl: Streamer {0} is online met {1} kijkers.
ru_ru: Стример {0} в онлайне с {1} зрителями.

# searches_streams_following
source: You are following {0} streams on this server.
ar: انت تتابع (0) بث على هذا السيرفر
ja_jp: このサーバーの{0}ストリームに従っています。
nl_nl: Je volgt {0} streams op deze server.
ru_ru: Вы подписаны на {0} стримов на этом сервере.

# searches_streams_none
source: You are not following any streams on this server.
ar: انت لا تتابع اي بث على هذا السيرفر
ja_jp: このサーバー上のストリームをフォローしていません。
nl_nl: Je volgt geen streams op deze server.
ru_ru: Вы не подписаны ни на один стрим на этом сервере.

# searches_stream_no
source: No such stream.
ar: لا يوجد مثل هذا البث.
ja_jp: そのようなストリームはありません。
nl_nl: Stream niet gevonden.
ru_ru: Такого стрима не существует.

# searches_stream_not_exist
source: Stream probably doesn't exist.
ar: البث على الاغلب غير موجود.
ja_jp: ストリームはおそらく存在しません。
nl_nl: Stream bestaat mogelijk niet.
ru_ru: Скорее всего, этот стрим не существует.

# searches_stream_removed
source: Removed {0}'s stream ({1}) from notifications.
ja_jp: 通知から{0}のストリーム（{1}）を削除しました。
nl_nl: Verwijderd {0}'s stream ({1}) van notificaties.
ru_ru: Стрим {0} ({1}) убран из оповещений.

# searches_stream_tracked
source: I will notify this channel when status changes.
ar: سوف اعلم هذه القناة عند تغير الحالة.
ja_jp: 状態が変わると私はこのチャンネルに通知します。
nl_nl: Ik zal dit kanaal op de hoogte houden wanneer de status verandert.
ru_ru: Этот канал будет оповещён, когда статус стрима изменится.

# searches_sunrise
source: Sunrise
ar: شروق الشمس
ja_jp: 日の出
nl_nl: Zon's opgang
ru_ru: Рассвет

# searches_sunset
source: Sunset
ar: غروب الشمس
ja_jp: 日没
nl_nl: Zon's ondergang
ru_ru: Закат

# searches_temperature
source: Temperature
ar: درجة الحرارة
ja_jp: 温度
nl_nl: Temperatuur
ru_ru: Температура

# searches_title
source: Title:
ar: عنوان:
ja_jp: タイトル：
nl_nl: Titel:
ru_ru: Название:

# searches_top_3_fav_anime
source: Top 3 favorite anime:
ar: اعلى 3 أنيمي مفضلة:
ja_jp: トップ3のお気に入りのアニメ：
nl_nl: Top 3 favoriete anime:
ru_ru: 3 любимых аниме:

# searches_translation
source: Translation:
ar: ترجمة:
ja_jp: 翻訳：
nl_nl: Vertaling:
ru_ru: Перевод:

# searches_types
source: Types
ar: الأنواع
ja_jp: タイプ
ru_ru: Типы:

# searches_ud_error
source: Failed finding definition for that term.
ar: فشل العثور على تعريف لهذا المصطلح.
ja_jp: その用語の定義を見つけることができませんでした。
nl_nl: Fout bij het opzoeken van definitie voor die term.
ru_ru: Не удалось найти определение для этого запроса.

# searches_viewers
source: Viewers
ar: متابعين
ja_jp: ビューア
nl_nl: Kijkers
ru_ru: Зрители
