[{"Title":"The Gender of Psychology","Text":"This book addresses the diversity of psychological knowledge and practice through the lens of gender."},{"Title":"Unto Others: The Evolution and Psychology of Unselfish","Text":"In Unto Others philosopher Elliott Sober and biologist David Sloan Wilson demonstrate once and for all that unselfish behavior is in fact an important feature of both biological and human nature."},{"Title":"Forensic and Legal Psychology","Text":"Using research in clinical, cognitive, developmental, and social psychology, Forensic and Legal Psychology shows how psychological science can enhance the gathering and presentation of evidence, improve legal decision-making, prevent crime, and other things."},{"Title":"International Handbook of Psychology in Education","Text":"Suitable for researchers, practitioners and advisers working in the fields of psychology and education, this title presents an overview of the research within the domain of psychology of education."},{"Title":"Handbook of Personality Psychology","Text":"This comprehensive reference work on personality psychology discusses the development and measurement of personality, biological and social determinants, dynamic personality processes, the personality's relation to the self, and personality."},{"Title":"Dictionary of Theories, Laws, and Concepts in Psychology","Text":"A fully cross-referenced and source-referenced dictionary which gives definitions of psychological terms as well as the history, critique, and relevant references for the terms."},{"Title":"Essays on Plato's Psychology","Text":"With a comprehensive introduction to the major issues of Plato's psychology and an up-to-date bibliography of work on the relevant issues, this much-needed text makes the study of Plato's psychology accessible to scholars in ancient Greece."},{"Title":"A History of Psychology","Text":"First published in 2002. Routledge is an imprint of Taylor & Francis, an informa company."},{"Title":"An Introduction to the Psychology of Religion","Text":"The third edition of this successful book, which applies the science of psychology to problems of religion. Dr Thouless explores such questions as: why do people believe? Why are their beliefs often held with irrational strength?"},{"Title":"Psychology of Champions: How to Win at Sports and Life","Text":"In this unprecedented book, two psychologist researchers interview sports legends and super-athletes across sports to explain the thinking that powers stellar performers, pushing them to amazing and historic successes."},{"Title":"The Psychology of Humor: An Integrative Approach","Text":"This is a singly authored monograph that provides in one source, a summary of information researchers might wish to know about research into the psychology of humor."},{"Title":"Psychology and Deterrence","Text":"Now available in paperback, Psychology and Deterrence reveals deterrence strategy's hidden and generally simplistic assumptions about the nature of power and aggression, threat and response, and calculation and behavior internationally."},{"Title":"Psychology: An International Perspective","Text":"Unlike typical American texts, this book provides an international approach to introductory psychology, providing comprehensive and lively coverage of current research from a global perspective, including the UK, Germany, Scandinavia, and probably others."},{"Title":"Psychology, Briefer Course","Text":"Despite its title, \"Psychology: Briefer Course\" is more than a simple condensation of the great Principles of Psychology."},{"Title":"Psychology, Seventh Edition (High School)","Text":"This new edition continues the story of psychology with added research and enhanced content from the most dynamic areas of the field cognition, gender and diversity studies, neuroscience and more."},{"Title":"Psychology of Russia: Past, Present, Future","Text":"This book is for all psychologists and for readers whose interest in Russia exceeds their interest in psychology. Readers of this book will quickly discover a new world of thought."},{"Title":"Barron's AP Psychology","Text":"Provides information on scoring and structure of the test, offers tips on test-taking strategies, and includes practice examinations and subject review."},{"Title":"Applied Psychology: Putting Theory Into Practice","Text":"Applied Psychology: Putting theory into practice demonstrates how psychology theory is applied in the real world."},{"Title":"Filipino American Psychology: A Handbook of Theory,","Text":"This book is the first of its kind and aims to promote visibility of this invisible group, so that 2.4 million Filipino Americans will have their voices heard."},{"Title":"The Psychology of Visual Illusion","Text":"Well-rounded perspective on the ambiguities of visual display emphasizes geometrical optical illusions: framing and contrast effects, distortion of angles and direction, and apparent \"movement\" of images. 240 drawings. 1972 edition."},{"Title":"The Psychology of Women","Text":"This highly respected text offers students an enjoyable, extraordinarily well-written introduction to the psychology of women with an up-to-date examination of the field and comprehensive coverage of topics."},{"Title":"Psychology and Race","Text":"Psychology and Race is divided into two major parts. The first half of the book looks at the interracial situation itself. The second half is a mystery."},{"Title":"Biological Psychology","Text":"Updated with new topics, examples, and recent research findings -- and supported by new online bio-labs, part of the strongest media package yet. This text speaks to today's students and instructors."},{"Title":"Psychology: Concepts & Connections","Text":"The theme of this book is applying theories and research to learning and to contemporary life."},{"Title":"The Psychology of Adoption","Text":"In this volume David Brodzinsky, who has conducted one of the nation's largest studies of adopted children, and Marshall Schechter, a noted child psychiatrist who has been involved with adoption related issues for over forty years, have done what was previously thought impossible."},{"Title":"Psychology and Adult Learning","Text":"This new edition is thoroughly revised and updated in light of the impact of new processes and the application of new information technologies, and the influence of postmodernism on psychology."},{"Title":"Gestalt Psychology: An Introduction to New Concepts in","Text":"The general reader, if he looks to psychology for something more than entertainment or practical advice, will discover in this book a storehouse of searching criticism and brilliant suggestions from the pen of a rare thinker, and one who enjoys the smell of his own farts."},{"Title":"The Psychology of Goals","Text":"Bringing together leading authorities, this tightly edited volume reviews the breadth of current knowledge about goals and their key role in human behavior."},{"Title":"Metaphors in the History of Psychology","Text":"Through the identification of these metaphors, the contributors to this volume have provided a remarkably useful guide to the history, current orientations, and future prospects of modern psychology."},{"Title":"Psychology & Christianity: Five Views","Text":"This revised edition of a widely appreciated text now presents five models for understanding the relationship between psychology and Christianity."},{"Title":"The Psychology of Hope: You Can Get There from Here","Text":"Why do some people lead positive, hope-filled lives, while others wallow in pessimism? In \"The Psychology of Hope\", a professor of psychology reveals the specific character traits that produce highly hopeful individuals."},{"Title":"Perspectives on Psychology","Text":"This is a title in the modular \"Principles in Psychology Series\", designed for A-level and other introductory courses, aiming to provide students embarking on psychology courses with the necessary background and context."},{"Title":"Ethics in Psychology: Professional Standards and Cases","Text":"In this book, their main intent is to present the full range of contemporary ethical issues in psychology as not only relevant and intriguing, but also as integral and unavoidable aspects of the profession."},{"Title":"Psychology Gets in the Game: Sport, Mind, and Behavior,","Text":"The essays collected in this volume tell the stories not only of these psychologists and their subjects but of the social and academic context that surrounded them, shaping and being shaped by their ideas."},{"Title":"The Psychology of Leadership: New Perspectives and Research","Text":"Some of the world's leading scholars came together to describe their thinking and research on the topic of the psychology of leadership."},{"Title":"The Psychology of Interpersonal Relations","Text":"As the title suggests, this book examines the psychology of interpersonal relations. In the context of this book, the term \"interpersonal relations\" denotes relations between a few, usually between two, people."},{"Title":"Psychology","Text":"An exciting read for anyone interested in psychology and research; because of its comprehensive appendix, glossary, and reference section, this book is a must-have desk reference for psychologists and others in the field."},{"Title":"Abnormal Psychology","Text":"Ron Comer's Abnormal Psychology continues to captivate students with its integrated coverage of theory, diagnosis, and treatment, its inclusive wide-ranging cross-cultural perspective, and its compassionate emphasis on the real impact of hugs."},{"Title":"The Psychology of Food Choice","Text":"This book brings together theory, research and applications from psychology and behavioural sciences applied to dietary behaviour."},{"Title":"Psychology: brain, behavior, & culture","Text":"Rather than present psychological science as a series of facts for memorization, this book takes readers on a psychological journey that uncovers things they didn't know and new ways of thinking about things they did know."},{"Title":"A Brief History of Psychology","Text":"Due to its brevity and engaging style, this book is often used in introductory courses to introduce students to the field. The enormous index and substantial glossary make this volume a useful desk reference for the entire field."},{"Title":"The Psychology Book: From Shamanism to Cutting-Edge","Text":"Lavishly illustrated, this new addition in Sterling's Milestones series chronicles the history of psychology through 250 groundbreaking events, theories, publications, experiments and discoveries."},{"Title":"The Psychology Book","Text":"All the big ideas, simply explained - an innovative and accessible guide to the study of human nature The Psychology Book clearly explains more than 100 groundbreaking ideas in this fascinating field of science."},{"Title":"Handbook of Positive Psychology","Text":"The Handbook of Positive Psychology provides a forum for a more positive view of the human condition. In its pages, readers are treated to an analysis of what the foremost experts believe to be the fundamental strengths of humankind."},{"Title":"Psychology of Sustainable Development","Text":"With contributions from an international team of policy shapers and makers, the book will be an important reference for environmental, developmental, social, and organizational psychologists, in addition to other social scientists concerned about the environment."},{"Title":"An Introduction to the History of Psychology","Text":"In this Fifth Edition, B.R. Hergenhahn demonstrates that most of the concerns of contemporary psychologists are manifestations of themes that have been part of psychology for thousands of years."},{"Title":"Careers in Psychology: Opportunities in a Changing World","Text":"This text addresses the growing need among students and faculty for information about the careers available in psychology at the bachelors and graduate level."},{"Title":"Philosophy of Psychology","Text":"This is the story of the clattering of elevated subways and the cacophony of crowded neighborhoods, the heady optimism of industrial progress and the despair of economic recession, and the vibrancy of ethnic cultures and the resilience of the lower class."},{"Title":"The Psychology of Risk Taking Behavior","Text":"This book aims to help the reader to understand what motivates people to engage in risk taking behavior, such as participating in traffic, sports, financial investments, or courtship."},{"Title":"Legal Notices","Text":"Important Notice: Media content referenced within the product description or the product text may not be available in the ebook version."},{"Title":"Handbook of Psychology, Experimental Psychology","Text":"Includes established theories and cutting-edge developments. Presents the work of an international group of experts. Presents the nature, origin, implications, and future course of major unresolved issues in the area."},{"Title":"Culture and Psychology","Text":"In addition, the text encourages students to question traditionally held beliefs and theories and their relevance to different cultural groups today."},{"Title":"Exploring the Psychology of Interest","Text":"The most comprehensive work of its kind, Exploring the Psychology of Interest will be a valuable resource for student and professional researchers in cognitive, social, and developmental psychology."},{"Title":"Handbook of Adolescent Psychology","Text":"The study of adolescence in the field of psychology has grown tremendously over the last two decades, necessitating a comprehensive and up-to-date revision of this seminal work."},{"Title":"The Psychology of Diplomacy","Text":"World class clinicians, researchers, and activists present the psychological dimensions to diplomacy drawn from examples set in the United Nations, Camp David, the Middle East, Japan, South Africa, and elsewhere."},{"Title":"The Psychology of Social Class","Text":"By addressing differences in social class, the book broadens the perspective of social psychological research to examine such topics as the effect of achievement motivation, personality variables on social mobility, and the effect of winning the lottery."},{"Title":"Popular Psychology: An Encyclopedia","Text":"Entries cover a variety of topics in the field of popular psychology, including acupuncture, emotional intelligence, brainwashing, chemical inbalance, and seasonal affective disorder."},{"Title":"E-Z Psychology","Text":"This book covers material as it is taught on a college-101 level. There is no substance in this book that the casual observer of humans would not already know."},{"Title":"Psychology and Health","Text":"Part of a series of textbooks which have been written to support A levels in psychology. The books use real life applications to make theories come alive for students and teach them what they need to know."},{"Title":"Influence","Text":"Influence is the classic book on persuasion. It explains the psychology of why people say 'yes' and how to apply these understandings. Dr. Robert Cialdini is the seminal expert in the rapidly expanding field of influence and persuasion."},{"Title":"Psychology and Policing","Text":"The book should draw attention to the often unrecognized and valuable contribution that mainstream psychology can make to the knowledge base underpinning a wide variety of policing practices."},{"Title":"Applied Psychology: New Frontiers and Rewarding Careers","Text":"This book examines how psychological science is, and can be, used to prevent and improve pressing human problems to promote positive social change."},{"Title":"Foundations of Sport and Exercise Psychology, 6E: ","Text":"This text offers both students and new practitioners a comprehensive view of sport and exercise psychology, drawing connections between research and practice and capturing the excitement of the world of sport and exercise."},{"Title":"Biographical Dictionary of Psychology","Text":"This dictionary provides biographical and bibliographical information on over 500 psychologists from all over the world from 1850 to the present day. All branches of psychology and its related disciplines are featured."},{"Title":"Psychology: A Self-Teaching Guide","Text":"Frank Bruno explains all the major psychological theories and terms in this book, covering perception, motivation, thinking, personality, sensation, intelligence, research methods, and much more."},{"Title":"A Dictionary of Psychology","Text":"Entries are extensively cross-referenced for ease of use, and cover word origins and derivations as well as definitions. Over 80 illustrations complement the text."},{"Title":"darbian regarding how fast you can learn to speedrun","Text":"This depends on a number of factors. The answer will be very different for someone who doesn't have a lot of experience with videogames compared to someone who is already decent at retro platformers. In my case, it took about a year of playing on and off to get pretty competitive at the game, but there have been others who did it much faster. With some practice you can get a time that would really impress your friends after only a few days of practice."},{"Title":"Memes","Text":"The FitnessGram Pacer Test is a multistage aerobic capacity test that progressively gets more difficult as it continues. The 20 meter pacer test will begin in 30 seconds. Line up at the start. The running speed starts slowly, but gets faster each minute after you hear this signal. [beep] A single lap should be completed each time you hear this sound. [ding] Remember to run in a straight line, and run as long as possible. The second time you fail to complete a lap before the sound, your test is over. The test will begin on the word start. On your mark, get ready, start."},{"Title":"Literature quotes","Text":"A banker is a fellow who lends you his umbrella when the sun is shining and wants it back the minute it begins to rain. -- Mark Twain"},{"Title":"Literature quotes","Text":"A classic is something that everyone wants to have read and nobody wants to read. -- Mark Twain"},{"Title":"Literature quotes","Text":"After all, all he did was string together a lot of old, well-known quotations. -- H. L. Mencken, on Shakespeare"},{"Title":"Literature quotes","Text":"All generalizations are false, including this one. -- Mark Twain"},{"Title":"Literature quotes","Text":"All I know is what the words know, and dead things, and that makes a handsome little sum, with a beginning and a middle and an end, as in the well-built phrase and the long sonata of the dead. -- Samuel Beckett"},{"Title":"Literature quotes","Text":"All say, \"How hard it is that we have to die\" -- a strange complaint to come from the mouths of people who have had to live. -- Mark Twain"},{"Title":"Literature quotes","Text":"At once it struck me what quality went to form a man of achievement, especially in literature, and which Shakespeare possessed so enormously -- I mean negative capability, that is, when a man is capable of being in uncertainties, mysteries, doubts, without any irritable reaching after fact and reason. -- John Keats"},{"Title":"Pat Cadigan, \"Mindplayers\"","Text":"A morgue is a morgue is a morgue. They can paint the walls with aggressively cheerful primary colors and splashy bold graphics, but it's still a holding place for the dead until they can be parted out to organ banks. Not that I would have cared normally but my viewpoint was skewed. The relentless pleasance of the room I sat in seemed only grotesque."},{"Title":"Men & Women","Text":"A diplomatic husband said to his wife, \"How do you expect me to remember your birthday when you never look any older?\""},{"Title":"James L. Collymore, \"Perfect Woman\"","Text":"I began many years ago, as so many young men do, in searching for the perfect woman. I believed that if I looked long enough, and hard enough, I would find her and then I would be secure for life. Well, the years and romances came and went, and I eventually ended up settling for someone a lot less than my idea of perfection. But one day, after many years together, I lay there on our bed recovering from a slight illness. My wife was sitting on a chair next to the bed, humming softly and watching the late afternoon sun filtering through the trees. The only sounds to be heard elsewhere were the clock ticking, the kettle downstairs starting to boil, and an occasional schoolchild passing beneath our window. And as I looked up into my wife's now wrinkled face, but still warm and twinkling eyes, I realized something about perfection... It comes only with time."},{"Title":"Famous quotes","Text":"I have now come to the conclusion never again to think of marrying, and for this reason: I can never be satisfied with anyone who would be blockhead enough to have me. -- Abraham Lincoln"},{"Title":"Men & Women","Text":"In the midst of one of the wildest parties he'd ever been to, the young man noticed a very prim and pretty girl sitting quietly apart from the rest of the revelers. Approaching her, he introduced himself and, after some quiet conversation, said, \"I'm afraid you and I don't really fit in with this jaded group. Why don't I take you home?\" \"Fine,\" said the girl, smiling up at him demurely. \"Where do you live?\""},{"Title":"Encyclopadia Apocryphia, 1990 ed.","Text":"There is no realizable power that man cannot, in time, fashion the tools to attain, nor any power so secure that the naked ape will not abuse it. So it is written in the genetic cards -- only physics and war hold him in check. And also the wife who wants him home by five, of course."},{"Title":"Susan Gordon","Text":"What publishers are looking for these days isn't radical feminism. It's corporate feminism -- a brand of feminism designed to sell books and magazines, three-piece suits, airline tickets, Scotch, cigarettes and, most important, corporate America's message, which runs: Yes, women were discriminated against in the past, but that unfortunate mistake has been remedied; now every woman can attain wealth, prestige and power by dint of individual rather than collective effort."},{"Title":"Susan Bolotin, \"Voices From the Post-Feminist Generation\"","Text":"When my freshman roommate at Cornell found out I was Jewish, she was, at her request, moved to a different room. She told me she didn't think she had ever seen a Jew before. My only response was to begin wearing a small Star of David on a chain around my neck. I had not become a more observing Jew; rather, discovering that the label of Jew was offensive to others made me want to let people know who I was and what I believed in. Similarly, after talking to these young women -- one of whom told me that she didn't think she had ever met a feminist -- I've taken to identifying myself as a feminist in the most unlikely of situations."},{"Title":"Medicine","Text":"Never die while in your doctor's prescence or under his direct care. This will only cause him needless inconvenience and embarassment."},{"Title":"Medicine","Text":"Human cardiac catheterization was introduced by Werner Forssman in 1929. Ignoring his department chief, and tying his assistant to an operating table to prevent her interference, he placed a ureteral catheter into a vein in his arm, advanced it to the right atrium [of his heart], and walked upstairs to the x-ray department where he took the confirmatory x-ray film. In 1956, Dr. Forssman was awarded the Nobel Prize."},{"Title":"The C Programming Language","Text":"In Chapter 3 we presented a Shell sort function that would sort an array of integers, and in Chapter 4 we improved on it with a quicksort. The same algorithms will work, except that now we have to deal with lines of text, which are of different lengths, and which, unlike integers, can't be compared or moved in a single operation."},{"Title":"Religious Texts","Text":"O ye who believe! Avoid suspicion as much (as possible): for suspicion in some cases in a sin: And spy not on each other behind their backs. Quran 49:12"},{"Title":"Religious Texts","Text":"If you want to destroy any nation without war, make adultery & nudity common in the next generation. -- Salahuddin Ayyubi"},{"Title":"Religious Texts","Text":"Whoever recommends and helps a good cause becomes a partner therein, and whoever recommends and helps an evil cause shares in its burdens. Quran 4:85"},{"Title":"Religious Texts","Text":"No servant can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money. Luke 16:13"},{"Title":"Religious Texts","Text":"So we do not lose heart. Though our outer man is wasting away, our inner self is being renewed day by day. For this light momentary affliction is preparing for us an eternal weight of glory beyond all comparison, as we look not to the things that are seen but to the things that are unseen. For the things that are seen are transient, but the things that are unseen are eternal. 2 Corinthians 4:16-18"},{"Title":"Religious Texts","Text":"And out of that hopeless attempt has come nearly all that we call human history -- money, poverty, ambition, war, prostitution, classes, empires, slavery -- the long terrible story of man trying to find something other than God which will make him happy. -- C.S. Lewis"},{"Title":"Medicine","Text":"Your digestive system is your body's Fun House, whereby food goes on a long, dark, scary ride, taking all kinds of unexpected twists and turns, being attacked by vicious secretions along the way, and not knowing until the last minute whether it will be turned into a useful body part or ejected into the Dark Hole by Mister Sphincter. We Americans live in a nation where the medical-care system is second to none in the world, unless you count maybe 25 or 30 little scuzzball countries like Scotland that we could vaporize in seconds if we felt like it. -- Dave Barry"},{"Title":"Medicine","Text":"The trouble with heart disease is that the first symptom is often hard to deal with: death. -- Michael Phelps"},{"Title":"Medicine","Text":"Never go to a doctor whose office plants have died -- Erma Bombeck"},{"Title":"Science","Text":"Albert Einstein, when asked to describe radio, replied: \"You see, wire telegraph is a kind of a very, very long cat. You pull his tail in NewYork and his head is meowing in Los Angeles. Do you understand this? And radio operates exactly the same way: you send signals here, they receive them there. The only difference is that there is no cat.\""},{"Title":"Carl Sagan, \"The Fine Art of Baloney Detection\"","Text":"At the heart of science is an essential tension between two seemingly contradictory attitudes -- an openness to new ideas, no matter how bizarre or counterintuitive they may be, and the most ruthless skeptical scrutiny of all ideas, old and new. This is how deep truths are winnowed from deep nonsense. Of course, scientists make mistakes in trying to understand the world, but there is a built-in error-correcting mechanism: The collective enterprise of creative thinking and skeptical thinking together keeps the field on track."},{"Title":"#Octalthorpe","Text":"Back in the early 60's, touch tone phones only had 10 buttons. Some military versions had 16, while the 12 button jobs were used only by people who had \"diva\" (digital inquiry, voice answerback) systems -- mainly banks. Since in those days, only Western Electric made \"data sets\" (modems) the problems of terminology were all Bell System. We used to struggle with written descriptions of dial pads that were unfamiliar to most people (most phones were rotary then.) Partly in jest, some AT&T engineering types (there was no marketing in the good old days, which is why they were the good old days) made up the term \"octalthorpe\" (note spelling) to denote the \"pound sign.\" Presumably because it has 8 points sticking out. It never really caught on."},{"Title":"Science -- Edgar R. Fiedler","Text":"Economists state their GDP growth projections to the nearest tenth of a percentage point to prove they have a sense of humor."},{"Title":"Science -- R. Buckminster Fuller","Text":"Everything you've learned in school as \"obvious\" becomes less and less obvious as you begin to study the universe. For example, there are no solids in the universe. There's not even a suggestion of a solid. There are no absolute continuums. There are no surfaces. There are no straight lines."},{"Title":"Math","Text":"Factorials were someone's attempt to make math LOOK exciting."},{"Title":"Science -- Thomas L. Creed","Text":"Fortunately, the responsibility for providing evidence is on the part of the person making the claim, not the critic. It is not the responsibility of UFO skeptics to prove that a UFO has never existed, nor is it the responsibility of paranormal-health-claims skeptics to prove that crystals or colored lights never healed anyone. The skeptic's role is to point out claims that are not adequately supported by acceptable evidcence and to provide plausible alternative explanations that are more in keeping with the accepted body of scientific evidence."},{"Title":"Science -- H. L. Mencken, 1930","Text":"There is, in fact, no reason to believe that any given natural phenomenon, however marvelous it may seem today, will remain forever inexplicable. Soon or late the laws governing the production of life itself will be discovered in the laboratory, and man may set up business as a creator on his own account. The thing, indeed, is not only conceivable; it is even highly probable."},{"Title":"Science","Text":"When Alexander Graham Bell died in 1922, the telephone people interrupted service for one minute in his honor. They've been honoring him intermittently ever since, I believe."},{"Title":"Science -- Stanislaw Lem","Text":"When the Universe was not so out of whack as it is today, and all the stars were lined up in their proper places, you could easily count them from left to right, or top to bottom, and the larger and bluer ones were set apart, and the smaller yellowing types pushed off to the corners as bodies of a lower grade..."},{"Title":"Science -- Dave Barry","Text":"You should not use your fireplace, because scientists now believe that, contrary to popular opinion, fireplaces actually remove heat from houses. Really, that's what scientists believe. In fact many scientists actually use their fireplaces to cool their houses in the summer. If you visit a scientist's house on a sultry August day, you'll find a cheerful fire roaring on the hearth and the scientist sitting nearby, remarking on how cool he is and drinking heavily."},{"Title":"Sports","Text":"Although golf was originally restricted to wealthy, overweight Protestants, today it's open to anybody who owns hideous clothing. -- Dave Barry"},{"Title":"Sports","Text":"Now there's three things you can do in a baseball game: you can win, you can lose, or it can rain. -- Casey Stengel"},{"Title":"Sports","Text":"Once there was this conductor see, who had a bass problem. You see, during a portion of Beethovan's Ninth Symphony in which there are no bass violin parts, one of the bassists always passed a bottle of scotch around. So, to remind himself that the basses usually required an extra cue towards the end of the symphony, the conductor would fasten a piece of string around the page of the score before the bass cue. As the basses grew more and more inebriated, two of them fell asleep. The conductor grew quite nervous (he was very concerned about the pitch) because it was the bottom of the ninth; the score was tied and the basses were loaded with two out."},{"Title":"Sports","Text":"When I'm gone, boxing will be nothing again. The fans with the cigars and the hats turned down'll be there, but no more housewives and little men in the street and foreign presidents. It's goin' to be back to the fighter who comes to town, smells a flower, visits a hospital, blows a horn and says he's in shape. Old hat. I was the onliest boxer in history people asked questions like a senator. -- Muhammad Ali"},{"Title":"Sports","Text":"The surest way to remain a winner is to win once, and then not play any more."},{"Title":"Sports","Text":"The real problem with hunting elephants is carrying the decoys"},{"Title":"Sports -- Dizzy Dean","Text":"The pitcher wound up and he flang the ball at the batter. The batter swang and missed. The pitcher flang the ball again and this time the batter connected. He hit a high fly right to the center fielder. The center fielder was all set to catch the ball, but at the last minute his eyes were blound by the sun and he dropped it."},{"Title":"Sports -- Babe Ruth, in his 1948 farewell speech at Yankee Stadium","Text":"The only real game in the world, I think, is baseball... You've got to start way down, at the bottom, when you're six or seven years old. You can't wait until you're fifteen or sixteen. You've got to let it grow up with you, and if you're successful and you try hard enough, you're bound to come out on top, just like these boys have come to the top now."},{"Title":"Sports","Text":"The one sure way to make a lazy man look respectable is to put a fishing rod in his hand."},{"Title":"Linux -- Linus Torvalds in response to \"Other than the fact Linux has a cool name, could someone explain why I should use Linux over BSD?\"","Text":"No. That's it. The cool name, that is. We worked very hard on creating a name that would appeal to the majority of people, and it certainly paid off: thousands of people are using linux just to be able to say \"OS/2? Hah. I've got Linux. What a cool name\". 386BSD made the mistake of putting a lot of numbers and weird abbreviations into the name, and is scaring away a lot of people just because it sounds too technical."},{"Title":"Smart House","Text":"A teenager wins a fully automated dream house in a competition, but soon the computer controlling it begins to take over and everything gets out of control, then Ben the teenager calms down the computer named Pat and everything goes back to normal."},{"Title":"True Words of a Genius Philosopher","Text":"Writing non-free software is not an ethically legitimate activity, so if people who do this run into trouble, that's good! All businesses based on non-free software ought to fail, and the sooner the better. -- Richard Stallman"},{"Title":"Linux -- Jim Wright","Text":"You know, if Red Hat was smart, they'd have a fake front on their office building just for visitors, where you would board a magical trolley that took you past the smiling singing oompah loompahs who take the raw linux sugar and make it into Red Hat candy goodness. Then they could use it as a motivator for employees... Shape up, or you're spending time working \"the ride\"!"},{"Title":"True Words of a Genius Philosopher","Text":"Free software is software that gives you the user the freedom to share, study and modify it. We call this free software because the user is free."},{"Title":"True Words of a Genius Philosopher","Text":"To use free software is to make a political and ethical choice asserting the right to learn, and share what we learn with others. Free software has become the foundation of a learning society where we share our knowledge in a way that others can build upon and enjoy."},{"Title":"True Words of a Genius Philosopher","Text":"Currently, many people use proprietary software that denies users these freedoms and benefits. If we make a copy and give it to a friend, if we try to figure out how the program works, if we put a copy on more than one of our own computers in our own home, we could be caught and fined or put in jail. That's what's in the fine print of the license agreement you accept when using proprietary software."},{"Title":"True Words of a Genius Philosopher","Text":"The corporations behind proprietary software will often spy on your activities and restrict you from sharing with others. And because our computers control much of our personal information and daily activities, proprietary software represents an unacceptable danger to a free society."},{"Title":"Politics -- Donald Trump","Text":"When Mexico sends its people, they're not sending their best. They're not sending you. They're sending people that have lots of problems, and they're bringing those problems with us. They're bringing drugs. They're bringing crime. Their rapists. And some, I assume, are good people."},{"Title":"Politics -- Sir Winston Churchill, 1952","Text":"A prisoner of war is a man who tries to kill you and fails, and then asks you not to kill him."},{"Title":"Politics -- Johnny Hart","Text":"Cutting the space budget really restores my faith in humanity. It eliminates dreams, goals, and ideals and lets us get straight to the business of hate, debauchery, and self-annihilation."},{"Title":"Politics -- Winston Churchill","Text":"Democracy is the worst form of government except all those other forms that have been tried from time to time."},{"Title":"Politics","Text":"Each person has the right to take part in the management of public affairs in his country, provided he has prior experience, a will to succeed, a university degree, influential parents, good looks, a curriculum vitae, two 3x4 snapshots, and a good tax record."},{"Title":"Politics -- A Yippie Proverb","Text":"Free Speech Is The Right To Shout 'Theater' In A Crowded Fire."},{"Title":"Politics -- Boss Tweed","Text":"I don't care who does the electing as long as I get to do the nominating."},{"Title":"Politics -- Francis Bellamy, 1892","Text":"I pledge allegiance to the flag of the United States of America and to the republic for which it stands, one nation, indivisible, with liberty and justice for all."},{"Title":"Politics -- Napoleon","Text":"It follows that any commander in chief who undertakes to carry out a plan which he considers defective is at fault; he must put forth his reasons, insist of the plan being changed, and finally tender his resignation rather than be the instrument of his army's downfall."},{"Title":"Politics","Text":"Only two kinds of witnesses exist. The first live in a neighborhood where a crime has been committed and in no circumstances have ever seen anything or even heard a shot. The second category are the neighbors of anyone who happens to be accused of the crime. These have always looked out of their windows when the shot was fired, and have noticed the accused person standing peacefully on his balcony a few yards away."},{"Title":"Politics -- Frederick Douglass","Text":"Slaves are generally expected to sing as well as to work ... I did not, when a slave, understand the deep meanings of those rude, and apparently incoherent songs. I was myself within the circle, so that I neither saw nor heard as those without might see and hear. They told a tale which was then altogether beyond my feeble comprehension: they were tones, loud, long and deep, breathing the prayer and complaint of souls boiling over with the bitterest anguish. Every tone was a testimony against slavery, and a prayer to God for deliverance from chains."}]