[
	{
		"Title":"The Gender of Psychology",
		"Text":"This book addresses the diversity of psychological knowledge and practice through the lens of gender."
	},
	{
		"Title":"Unto Others: The Evolution and Psychology of Unselfish",
		"Text":"In Unto Others philosopher Elliott Sober and biologist David Sloan Wilson demonstrate once and for all that unselfish behavior is in fact an important feature of both biological and human nature."
	},
	{
		"Title":"Forensic and Legal Psychology",
		"Text":"Using research in clinical, cognitive, developmental, and social psychology, Forensic and Legal Psychology shows how psychological science can enhance the gathering and presentation of evidence, improve legal decision-making, prevent crime,"
	},
	{
		"Title":"International Handbook of Psychology in Education",
		"Text":"Suitable for researchers, practitioners and advisers working in the fields of psychology and education, this title presents an overview of the research within the domain of psychology of education."
	},
	{
		"Title":"Handbook of Personality Psychology",
		"Text":"This comprehensive reference work on personality psychology discusses the development and measurement of personality, biological and social determinants, dynamic personality processes, the personality's relation to the self, and personality"
	},
	{
		"Title":"Dictionary of Theories, Laws, and Concepts in Psychology",
		"Text":"A fully cross-referenced and source-referenced dictionary which gives definitions of psychological terms as well as the history, critique, and relevant references for the terms."
	},
	{
		"Title":"Essays on Plato's Psychology",
		"Text":"With a comprehensive introduction to the major issues of Plato's psychology and an up-to-date bibliography of work on the relevant issues, this much-needed text makes the study of Plato's psychology accessible to scholars in ancient Greek"
	},
	{
		"Title":"Psychology Statistics For Dummies",
		"Text":"As an alternative to typical, lead-heavy statistics texts or supplements to assigned course reading, this is one book psychology students won't want to be without."
	},
	{
		"Title":"Doing Psychology Experiments",
		"Text":"David W. Martin’s unique blend of informality, humor, clear instruction, and solid scholarship make this concise text a popular choice for research methods courses in psychology."
	},
	{
		"Title":"A Handbook of Research Methods for Clinical and Health",
		"Text":"For both undergraduate and postgraduate students, the book will be essential in making them aware of the full range of techniques available to them, helping them to design scientifically rigorous experiments."
	},
	{
		"Title":"A History of Psychology",
		"Text":"First published in 2002. Routledge is an imprint of Taylor & Francis, an informa company."
	},
	{
		"Title":"An Introduction to the Psychology of Religion",
		"Text":"The third edition of this successful book, which applies the science of psychology to problems of religion. Dr Thouless explores such questions as: why do people believe? Why are their beliefs often held with irrational strength?"
	},
	{
		"Title":"Psychology of Champions: How to Win at Sports and Life",
		"Text":"In this unprecedented book, two psychologist researchers interview sports legends and super-athletes across sports to explain the thinking that powers stellar performers, pushing them to amazing and historic successes."
	},
	{
		"Title":"The Psychology of Humor: An Integrative Approach",
		"Text":"This is a singly authored monograph that provides in one source, a summary of information researchers might wish to know about research into the psychology of humor."
	},
	{
		"Title":"Psychology and Deterrence",
		"Text":"Now available in paperback, Psychology and Deterrence reveals deterrence strategy's hidden and generally simplistic assumptions about the nature of power and aggression, threat and response, and calculation and behavior in the international"
	},
	{
		"Title":"Psychology: An International Perspective",
		"Text":"Unlike typical American texts, this book provides an international approach to introductory psychology, providing comprehensive and lively coverage of current research from a global perspective, including the UK, Germany, Scandinavia,"
	},
	{
		"Title":"Psychology, Briefer Course",
		"Text":"Despite its title, 'Psychology: Briefer Course' is more than a simple condensation of the great 'Principles of Psychology."
	},
	{
		"Title":"Psychology, Seventh Edition (High School)",
		"Text":"This new edition continues the story of psychology with added research and enhanced content from the most dynamic areas of the field—cognition, gender and diversity studies, neuroscience and more, while at the same time using the most"
	},
	{
		"Title":"Psychology of Russia: Past, Present, Future",
		"Text":"This book is for all psychologists and for readers whose interest in Russia exceeds their interest in psychology. Readers of this book will quickly discover a new world of thought."
	},
	{
		"Title":"Barron's AP Psychology",
		"Text":"Provides information on scoring and structure of the test, offers tips on test-taking strategies, and includes practice examinations and subject review."
	},
	{
		"Title":"Psychology for Inclusive Education: New Directions in",
		"Text":"International in focus and at the very cutting edge of the field, this is essential reading for all those interested in the development of inclusive education."
	},
	{
		"Title":"Applied Psychology: Putting Theory Into Practice",
		"Text":"Applied Psychology: Putting theory into practice demonstrates how psychology theory is applied in the real world."
	},
	{
		"Title":"The Psychology of Science: A Reconnaissance",
		"Text":"' This eBook edition contains the complete 168 page text of the original 1966 hardcover edition. Contents: Preface by Abraham H. Maslow Acknowledgments 1. Mechanistic and Humanistic Science 2."
	},
	{
		"Title":"Filipino American Psychology: A Handbook of Theory,",
		"Text":"This book is the first of its kind and aims to promote visibility of this invisible group, so that 2.4 million Filipino Americans will have their voices heard."
	},
	{
		"Title":"The Psychology of Visual Illusion",
		"Text":"Well-rounded perspective on the ambiguities of visual display emphasizes geometrical optical illusions: framing and contrast effects, distortion of angles and direction, and apparent 'movement' of images. 240 drawings. 1972 edition."
	},
	{
		"Title":"The Psychology of Women",
		"Text":"This highly respected text offers students an enjoyable, extraordinarily well-written introduction to the psychology of women with an up-to-date examination of the field and comprehensive coverage of topics."
	},
	{
		"Title":"Psychology and Race",
		"Text":"' Psychology and Race is divided into two major parts. The first half of the book looks at the interracial situation itself."
	},
	{
		"Title":"Psychology for A-Level",
		"Text":"'Precisely targeted at AQA A Level Psychology, specification A. It will also be of interest to those who are new to psychology, and who want to get a flavour of the kinds of topics in which psychologists are interested'--Preface, p. vii."
	},
	{
		"Title":"Biological Psychology",
		"Text":"Updated with new topics, examples, and recent research findings--and supported by new online bio-labs, part of the strongest media package yet--this text speaks to today’s students and instructors."
	},
	{
		"Title":"Psychology: Concepts & Connections",
		"Text":"The theme of this book is applying theories and research to learning and to contemporary life."
	},
	{
		"Title":"The Psychology of Adoption",
		"Text":"In this volume David Brodzinsky, who has conducted one of the nation's largest studies of adopted children, and Marshall Schechter, a noted child psychiatrist who has been involved with adoption related issues for over forty years, have"
	},
	{
		"Title":"Psychology and Adult Learning",
		"Text":"This new edition is thoroughly revised and updated in light of the impact of globalising processes and the application of new information technologies, and the influence of postmodernism on psychology."
	},
	{
		"Title":"Gestalt Psychology: An Introduction to New Concepts in",
		"Text":"The general reader, if he looks to psychology for something more than entertainment or practical advice, will discover in this book a storehouse of searching criticism and brilliant suggestions from the pen of a rare thinker, and one who"
	},
	{
		"Title":"The Psychology of Goals",
		"Text":"Bringing together leading authorities, this tightly edited volume reviews the breadth of current knowledge about goals and their key role in human behavior."
	},
	{
		"Title":"Metaphors in the History of Psychology",
		"Text":"Through the identification of these metaphors, the contributors to this volume have provided a remarkably useful guide to the history, current orientations, and future prospects of modern psychology."
	},
	{
		"Title":"Abnormal Psychology: An Integrative Approach",
		"Text":"ABNORMAL PSYCHOLOGY: AN INTEGRATIVE APPROACH, Seventh Edition, is the perfect book to help you succeed in your abnormal psychology course!"
	},
	{
		"Title":"Art and Visual Perception: A Psychology of the Creative Eye",
		"Text":"Gestalt theory and the psychology of visual perception form the basis for an analysis of art and its basic elements"
	},
	{
		"Title":"Psychology & Christianity: Five Views",
		"Text":"This revised edition of a widely appreciated text now presents five models for understanding the relationship between psychology and Christianity."
	},
	{
		"Title":"The Psychology of Hope: You Can Get There from Here",
		"Text":"Why do some people lead positive, hope-filled lives, while others wallow in pessimism? In The Psychology of Hope, a professor of psychology reveals the specific character traits that produce highly hopeful individuals."
	},
	{
		"Title":"Perspectives on Psychology",
		"Text":"This is a title in the modular 'Principles in Psychology Series', designed for A-level and other introductory courses, aiming to provide students embarking on psychology courses with the necessary background and context."
	},
	{
		"Title":"Psychology the Easy Way",
		"Text":"Material is presented in a way that makes these books ideal as self-teaching guides, but Easy Way titles are also preferred by many teachers as supplements to classroom textbooks."
	},
	{
		"Title":"Ethics in Psychology: Professional Standards and Cases",
		"Text":"In this book, their main intent is to present the full range of contemporary ethical issues in psychology as not only relevant and intriguing, but also as integral and unavoidable aspects of the profession."
	},
	{
		"Title":"Psychology Gets in the Game: Sport, Mind, and Behavior,",
		"Text":"The essays collected in this volume tell the stories not only of these psychologists and their subjects but of the social and academic context that surrounded them, shaping and being shaped by their ideas'--Provided by publisher."
	},
	{
		"Title":"Psychology for Physical Educators: Student in Focus",
		"Text":"This updated edition focuses on attitude and motivation as important aspects of the physical education curriculum, illustrating practical ideas and pedagogical solutions for any PE setting."
	},
	{
		"Title":"The Psychology of Leadership: New Perspectives and Research",
		"Text":"In this book, some of the world's leading scholars come together to describe their thinking and research on the topic of the psychology of leadership."
	},
	{
		"Title":"The Psychology of Interpersonal Relations",
		"Text":"As the title suggests, this book examines the psychology of interpersonal relations. In the context of this book, the term 'interpersonal relations' denotes relations between a few, usually between two, people."
	},
	{
		"Title":"Applied Psychology",
		"Text":"The chapters on Counselling Psychology and Teaching Psychology are available online via the Student Companion Site at: http://tinyurl.com/c3ztvtj The text is written to be accessible to Level 1 Introductory Psychology students, and also to"
	},
	{
		"Title":"Psychology",
		"Text":"An exciting read for anyone interested in psychology and research; because of its comprehensive appendix, glossary, and reference section, this book is a must-have desk reference for psychologists and others in the field."
	},
	{
		"Title":"The Psychology of Music",
		"Text":"On interpreting musical phenomena in terms of mental function"
	},
	{
		"Title":"Abnormal Psychology",
		"Text":"Ron Comer's Abnormal Psychology continues to captivate students with its integrated coverage of theory, diagnosis, and treatment, its inclusive wide-ranging cross-cultural perspective, and its compassionate emphasis on the real impact of"
	},
	{
		"Title":"The Psychology of Food Choice",
		"Text":"This book brings together theory, research and applications from psychology and behavioural sciences applied to dietary behaviour."
	},
	{
		"Title":"Psychology: brain, behavior, & culture",
		"Text":"Rather than present psychological science as a series of facts for memorization, this book takes readers on a psychological journey that uncovers things they didn't know or new ways of thinking about things they did know."
	},
	{
		"Title":"A Brief History of Psychology",
		"Text":"Due to its brevity and engaging style, the book is often used in introductory courses to introduce students to the field. The enormous index and substantial glossary make this volume a useful desk reference for the entire field."
	},
	{
		"Title":"Psychology AS: The Complete Companion",
		"Text":"Presented in double-page spreads this book written to the average AS ability level, provides information on psychology in bite-sized chunks with learning and revision features."
	},
	{
		"Title":"The Psychology Book: From Shamanism to Cutting-Edge",
		"Text":"Lavishly illustrated, this new addition in the Sterling's Milestones series chronicles the history of psychology through 250 groundbreaking events, theories, publications, experiments and discoveries."
	},
	{
		"Title":"The Psychology Book",
		"Text":"All the big ideas, simply explained - an innovative and accessible guide to the study of human nature The Psychology Book clearly explains more than 100 groundbreaking ideas in this fascinating field of science."
	},
	{
		"Title":"Handbook of Positive Psychology",
		"Text":"' The Handbook of Positive Psychology provides a forum for a more positive view of the human condition. In its pages, readers are treated to an analysis of what the foremost experts believe to be the fundamental strengths of humankind."
	},
	{
		"Title":"Psychology of Sustainable Development",
		"Text":"With contributions from an international team of policy shapers and makers, the book will be an important reference for environmental, developmental, social, and organizational psychologists, in addition to other social scientists concerned"
	},
	{
		"Title":"An Introduction to the History of Psychology",
		"Text":"In this Fifth Edition, B.R. Hergenhahn demonstrates that most of the concerns of contemporary psychologists are manifestations of themes that have been part of psychology for hundreds-or even thousands-of years."
	},
	{
		"Title":"Careers in Psychology: Opportunities in a Changing World",
		"Text":"This text addresses the growing need among students and faculty for information about the careers available in psychology at the bachelor’s and graduate level."
	},
	{
		"Title":"Philosophy of Psychology",
		"Text":"This is the story of the clattering of elevated subways and the cacophony of crowded neighborhoods, the heady optimism of industrial progress and the despair of economic recession, and the vibrancy of ethnic cultures and the resilience of"
	},
	{
		"Title":"The Psychology of Risk Taking Behavior",
		"Text":"This book aims to help the reader to understand what motivates people to engage in risk taking behavior, such as participating in traffic, sports, financial investments, or courtship."
	},
	{
		"Title":"The Nazi Doctors: Medical Killing and the Psychology of",
		"Text":"This book explores the psychological conditions that promote the human potential for evil, relating medical killing to broader principles of doubling and genocide"
	},
	{
		"Title":"The Body and Psychology",
		"Text":"The material in this volume was previously published as a Special Issue of th"
	},
	{
		"Title":"Introduction to Psychology: Gateways to Mind and Behavior",
		"Text":"Important Notice: Media content referenced within the product description or the product text may not be available in the ebook version."
	},
	{
		"Title":"Psychology of Time",
		"Text":"Basic Structure The book would contain 14 or 15 chapters of roughly 12 000 words. The exact final number of chapters would depend on further discussions with you about the book's basic structure."
	},
	{
		"Title":"Handbook of Psychology, Experimental Psychology",
		"Text":"Includes established theories and cutting-edge developments. Presents the work of an international group of experts. Presents the nature, origin, implications, and future course of major unresolved issues in the area."
	},
	{
		"Title":"Study Guide for Psychology, Seventh Edition",
		"Text":"This new edition continues the story of psychology with added research and enhanced content from the most dynamic areas of the field--cognition, gender and diversity studies, neuroscience and more, while at the same time using the most"
	},
	{
		"Title":"Culture and Psychology",
		"Text":"In addition, the text encourages students to question traditionally held beliefs and theories as and their relevance to different cultural groups today."
	},
	{
		"Title":"Exploring the Psychology of Interest",
		"Text":"The most comprehensive work of its kind, Exploring the Psychology of Interest will be a valuable resource for student and professional researchers in cognitive, social, and developmental psychology."
	},
	{
		"Title":"Handbook of Adolescent Psychology",
		"Text":"The study of adolescence in the field of psychology has grown tremendously over the last two decades, necessitating a comprehensive and up-to-date revision of this seminal work."
	},
	{
		"Title":"The Psychology of Diplomacy",
		"Text":"World class clinicians, researchers, and activists present the psychological dimensions to diplomacy drawn from examples set in the United Nations, Camp David, the Middle East, Japan, South Africa, and elsewhere."
	},
	{
		"Title":"The Psychology of Social Class",
		"Text":"By addressing differences in social class, the book broadens the perspective of social psychological research to examine such topics as the effect of achievement motivation and other personality variables on social mobility and the effect"
	},
	{
		"Title":"Applied Psychology: Current Issues and New Directions",
		"Text":"Key features of this book: - Consistently pedagogical throughout - chapter summaries, questions for reflection and discussion and annotated further reading in every chapter - Comprehensive coverage - all areas of applied psychology included"
	},
	{
		"Title":"Popular Psychology: An Encyclopedia",
		"Text":"Entries cover a variety of topics in the field of popular psychology, including acupuncture, emotional intelligence, brainwashing, chemical inbalance, and seasonal affective disorder."
	},
	{
		"Title":"Advanced Psychology: Applications, Issues and Perspectives",
		"Text":"The second of two books, Advanced Psychology covers units 4 to 6 for the second year at Advanced Level."
	},
	{
		"Title":"Mindset: The New Psychology of Success",
		"Text":"This is a book that can change your life, as its ideas have changed mine.”—Robert J. Sternberg, IBM Professor of Education and Psychology at Yale University, director of the PACE Center of Yale University, and author of Successful"
	},
	{
		"Title":"E-Z Psychology",
		"Text":"This book covers material as it is taught on a college-101 level."
	},
	{
		"Title":"Myers' Psychology for AP*",
		"Text":"Already The Bestselling AP* Psychology Author, Myers Writes His First Exclusive AP* Psych Text Watch Dave G. Myers introduce this new text here."
	},
	{
		"Title":"Psychology and Health",
		"Text":"Part of a series of textbooks which have been written to support A levels in psychology. The books use real life applications to make theories come alive for students and teach them what they need to know."
	},
	{
		"Title":"Applying Psychology in Business: The Handbook for Managers",
		"Text":"To learn more about Rowman & Littlefield titles please visit us at www.rowmanlittlefield.com."
	},
	{
		"Title":"Influence",
		"Text":"Influence, the classic book on persuasion, explains the psychology of why people say 'yes'—and how to apply these understandings. Dr. Robert Cialdini is the seminal expert in the rapidly expanding field of influence and persuasion."
	},
	{
		"Title":"Psychology and Policing",
		"Text":"The book should draw attention to the often unrecognized and valuable contribution that mainstream psychology can make to the knowledge base underpinning a wide variety of policing practices."
	},
	{
		"Title":"Applied Psychology: New Frontiers and Rewarding Careers",
		"Text":"This book examines how psychological science is, and can be, used to prevent and ameliorate pressing human problems to promote positive social change."
	},
	{
		"Title":"Psychology: Concepts and Applications",
		"Text":"Nevid developed the effective teaching devices in this text based on a comprehensive system derived from research on learning and memory as well as his own research on textbook pedagogy."
	},
	{
		"Title":"Foundations of Sport and Exercise Psychology, 6E: ",
		"Text":"This text offers both students and new practitioners a comprehensive view of sport and exercise psychology, drawing connections between research and practice and capturing the excitement of the world of sport and exercise."
	},
	{
		"Title":"Biographical Dictionary of Psychology",
		"Text":"This Dictionary provides biographical and bibliographical information on over 500 psychologists from all over the world from 1850 to the present day. All branches of psychology and its related disciplines are featured."
	},
	{
		"Title":"Psychology: A Self-Teaching Guide",
		"Text":"Frank Bruno explains all the major psychological theories and terms in this book, covering perception, motivation, thinking, personality, sensation, intelligence, research methods, and much more."
	},
	{
		"Title":"A Dictionary of Psychology",
		"Text":"Entries are extensively cross-referenced for ease of use, and cover word origins and derivations as well as definitions. Over 80 illustrations complement the text."
	},
	{
		"Title":"An Intellectual History of Psychology",
		"Text":"Invaluable as a text for students and as a stimulating and insightful overview for scholars and practicing psychologists, this volume can be read either as a history of psychology in both its philosophical and aspiring scientific periods or"
	}]